[Main]
DisplayName=Slovenský (Slovak)

[Uninstaller_frmAbout]
lbl_Warnning_Title.caption=UPOZORNENIE !
lbl_Warnning_Detail.caption=Tento počítačový program je chránený autorským zákonom a medzinárodnými zmluvami.
lbl_copyright.caption=© IObit. Všetky práva vyhradené.
lbl_Thanks_Title.caption=Špeciálne poďakovanie patrí našim prispievateľom za ich skvelú pomoc:
rdhtmlEula.caption=<a>EULA</a> | <a>Ochrana súkromia</a>
Instructions_M=Návod odinštalovania
lblAcknow.caption=Ďakujeme všetkým v zozname↓nižšie↓

[ActionCenter_M]
M_HideAC=Skryť
M_ShowAC=Zobraziť
M_AC_Tips=Získajte lepšiu ochranu zabezpečenia a zvýšenie výkonu inštaláciou odporúčaných programov.
M_ShowACTitle2=Upozornenie !
M_ShowACDesc=Kliknutím na "Zobraziť" sa zobrazia všetky pre vás odporúčané programy. Ich následnou inštaláciou získate zvýšenie ochrany bezpečnosti a výkonu PC.
M_LearnRecommendNote=Žiadne odporúčané produkty momentálne nie su k dispozícii.
M_LearnRecommendDesc=Pre zobrazenie ďalších produktov, ktoré vás môžu zaujímať, kliknite na "Viac informácií".
M_none=Nič
M_Fix=Inštalovať
M_LearnMore=Viac informácií
M_Install=Inštalovať
M_fixing=Inštalácia
M_Updating=Aktualizácia
M_failed=Zlyhalo
M_RuningWell=Nainštalovaná najnovšia verzia
M_Outdated=Zastaralý
M_NotInstalled=Nenainštalovaný
M_Insatlled=Nainštalovaný
M_Update=Aktualizovať
M_ASCCaption=Výkon systému
M_ASCInfo_NotIns=Odstráni chyby v databáze registrov, problémy ochrany súkromia a zbytočnosti z počítača.
M_ASCInfo_UpToDate=Advanced SystemCare zrýchli a optimalizuje PC iba jediným kliknutím
M_ASCInfo_NeedUpDate=Advanced SystemCare je zastaralý.
M_RunASC=Skenovať
M_ASCOffer=Prečistí a optimalizuje počítač iba jedným kliknutím.<br>Skráti čas spúšťania počítača až do 200%.<br>Zrýchli internetové pripojenie až do 300%.<br>Odstraňuje stopy po surfovaní pre ochranu súkromia používateľa.<br>Monitoruje kondíciu PC v reálnom čase pre jeho hladšiu činnosť.
M_IMFCaption=Malwarová ochrana
M_IMFInfo_NotIns=Inštaláciou anti-malwarového programu od IObitu získate ešte lepšiu ochranu.
M_IMFInfo_UpToDate=IObit Malware Fighter chráni PC pred vírusmi a malware.
M_IMFInfo_NeedUpDate=Váš anti-malwarový program je zastaralý.
M_RunIMF=Skenovať
M_IMFOffer=Výkonný a kompletný anti-malwarový program.<br>Ochrana proti najnovším útokom ransomware.<br>Oveľa dokonalejšie chráni online prehliadanie a sťahovanie z internetu.<br>Hlbšie a všestrannejšie chráni počítač v reálnom čase.<br>Plne kompatibilný s inými bezpečnostnými programami.
M_DBCaption=Driver Updater (Aktualizátor ovládačov)
M_DBInfo_NotIns_C=Aktualizuje zastaralé ovládače a opraví chýbajúce & chybné ovládače pre stabilnejší systém v zariadení.
M_DBInfo_NotIns=V tomto počítači sa môžu používať zastaralé ovládače, ktoré môžu spomaliť až destabilizovať systém.
M_DBInfo_UpToDate=Driver Booster aktualizuje zastaralé ovládače systému.
M_DBInfo_NeedUpDate=Driver Booster je zastaralý.
M_DBDesc=Aktualizuje všetky zastaralé ovládače systému.
M_RunDB=Skenovať
M_DBOffer=Využíva obrovskú databázu ovládačov (viac ako 18 000 000).<br>Aktualizuje ovládače iba jedným kliknutím.<br>Aktualizuje iba bezpečné a testom WHQL overené ovládače.<br>Opravuje bežné problémy (napr. so sieťou, zvukom atď.).<br>Eliminuje zamrznutie až pád systému.
M_SDCaption=Optimalizátor diskov
M_SDInfo_NotIns=Optimalizujte svoje disky a získate rýchlejšie spúšťanie PC a vyššiu rýchlosť prístupu k súborom.
M_SDInfo_UpToDate=Smart Defrag defragmentuje disky v PC pre zvýšenie jeho výkonu.
M_SDInfo_NeedUpDate=Defragmentačný softvér diskov máte zastaralý.
M_RunSD=Defragmentovať
M_SDOffer=Zrýchli prístup k súborom v zariadení.<br>Maximalizuje výkon pevného disku.<br>Zrýchli spúšťanie PC až do 100%.<br>Optimalizuje hry pre lepší herný zážitok.
M_DLCaption=Správca hesiel
M_DLInfo_NotIns=Chráňte a spravujte si všetky svoje heslá so Správcom hesiel od Dashlane
M_DLInfo_UpToDate=Nikdy už nezabudnete heslá so zárukou pre bezpečnosť a spoľahlivosť s aplikáciou *Dashlane*
M_RunDL=Spravovať
M_DLOffer=Jednoduchý a bezpečný spôsob spravovania všetkých hesiel.<br>Vytvorí jedinečné heslá na ochranu účtov užívateľa.<br>Automaticky prihlási používateľa na jeho registrované webové stránky.<br>Použiteľný je pre Windows, Mac, iOS aj Android.
M_RunIOT=Spravovať
M_IOTCaption=Správca iPhone
M_IOTInfo_NotIns=Prenesiete údaje z - do iPhone, vyčistíte & zrýchlite si svoj iPhone.
M_IOTInfo_UpToDate=Jedným kliknutím môžete importovať, exportovať a spravovať fotografie, videá a hudbu v zariadeniach so systémom iOS.
M_IOTInfo_NeedUpDate=IOTransfer je zastaralý.
M_IOTTip=IOTransfer umožní:<br>+ Jednoduché spravovanie fotiek, videí alebo kontaktov iPhone<br>+ Prenos údajov z iPhone do počítača jediným kliknutím<br>+ Sťahovanie online videí z viac ako 100 web. stránok<br>+ Čistenie všetkých druhov nevyžiadaných súborov z iPhone alebo iPadu
M_IOTOffer=Najlepší správca pre spravovanie obsahu iPhone/iPadu.<br>Jednoklikový prenos údajov medzi iPhone/iPad/iPod a počítačom.<br>Jednoduché a bezplatné prevádzanie hudby alebo videí do rôznych formátov.<br>Vymazanie nežiadúcich súborov & cache pre uvoľnenie miesta v zariadení iOS.<br>Bezdrôtový prenos obsahu medzi zariadením iOS a počítačom.
M_AdawareCaption=Web Companion
M_AdawareInfo_NotIns=Web Companion chráni proti škodlivému softvéru a webovými stránkami.
M_AdawareInfo_UpToDate=Web Companion chráni proti škodlivému softvéru a webovými stránkami.
M_AdawareOfferDesc=Nainštalujte si aplikáciu Web Companion pre zvýšenie svojej internetovej ochrany a nastavenie Bing® od spoločnosti Microsoft™ ako svojej domovskej stránky, nových kariet a predvoleného vyhľadávacieho nástroja v kompatibilných prehliadačoch.
M_AdawareOffer=Rýchla a jednoduchá inštalácia.<br>Ochrana pred phishingom.<br>Ochrana webových stránok v reálnom čase.<br>Kompatibilita s viacerými prehliadačmi.
M_AomeiCaption=Zálohovací softvér
M_AomeiInfo_NotIns=Konečné riešenie zálohovania pre zálohovanie systému alebo pevných diskov.
M_RunOpera=Spustiť
M_OperaCaption=Prehliadač Opera
M_OperaInfo_NotIns=Rýchly a bezpečný prehliadač so zabudovaným blokátorom reklamy.
M_OperaInfo_UpToDate=Rýchly a bezpečný prehliadač so zabudovaným blokovaním reklamy.
M_OperaOffer=Blokovaním reklám sa načítajú webové stránky až o 90% rýchlejšie.<br>Prehliadanie až o hodinu dlhšie.<br>Získanie lepšieho súkromia prehliadania pomocou bezplatnej VPN siete.
M_SUCaption=Aktualizátor softvéru
M_SUInfo_NotIns=Jedným kliknutím aktualizuje a nainštalujte všetky pre vás dôležité programy.
M_SUInfo_NotIns_C=%d programy sú zastaralé. Aktualizátor softvéru od IObitu vám ich nainštaluje a aktualizuje iba jedným kliknutím.
M_SUInfo_NotIns_C1=1 program je zastaralý. Aktualizátor softvéru od IObitu vám ho nainštaluje a aktualizuje iba jedným kliknutím.
M_SUInfo_UpToDate=IObit Software Updater udrží všetky vaše dôležité programy stále aktualizované.
M_SUOffer1=Automaticky aktualizuje zastaralé programy ihneď po uvoľnení nových verzií.<br>Jedným kliknutím nainštaluje všetky dostupné aktualizácie programu.<br>Jedným kliknutím nainštaluje všetky užívateľom vybrané najpopulárnejšie programy.<br>Inštaluje iba ošetrené programy, ktoré prešli prísnymi testami a aktualizuje iba softvér bez akýchkoľvek pribalených aplikácií.
M_SMGBCaption=Smart Game Booster
M_SMGBInfo_NotIns=Jediným kliknutím zrýchli FPS pre rýchlejší a plynulejší herný zážitok.
M_SMGBInfo_UpToDate=Jediným kliknutím zrýchli FPS pre rýchlejší a plynulejší herný zážitok.
M_SMGBInfo_NeedUpDate=Smart Game Booster je zastaralý.
M_SMGBOffer=Zvýši FPS pre vylepšenie hernej kvality jedným kliknutím.<br>Monitoruje teplotu a využitie hardvéru v reálnom čase.<br>Pretaktuje GPU pre optimalizovanie vizuálnych efektov pri hraní hier.<br>Analyzuje a hodnotením PC nájde kompatibilné hry (viac ako 38 000).<br>Chráni počítač PC používateľa pri hraní hry.
M_RunSMGB=Posilniť
M_ISRCaption=iTop Screen Recorder
M_ISRInfo_NotIns=Ľubovoľné zaznamenávanie z obrazovky počítača vo vysokej kvalite bez akéhokoľvek obmedzenia.
M_ISRInfo_UpToDate=Ľubovoľné zaznamenávanie z obrazovky počítača vo vysokej kvalite bez akéhokoľvek obmedzenia.
M_ISRInfo_NeedUpDate=Váš iTop Screen Recorder je zastaralý.
M_ISROffer=Nahráva videostretnutia v ľubovoľných formátoch súborov<br>Nahráva filmy a hudbu v rozlíšení 4K bez straty kvality<br>Zachytáva hranie hry bez oneskorenia v rozlíšení 1080P/60 FPS<br>Umožňuje prispôsobovať nahrávanie webovej kamery<br>Obsahuje výkonný editor videa a všestranný nástroj na snímanie obrazovky
M_ISROffer1=Nahrávanie videostretnutí v ľubovoľných formátoch súborov.<br>Nahrávanie filmov a hudby v rozlíšení 4K bez straty kvality.<br>Nahrávanie online kurzov, vytváranie videonávodov.<br>Zachytávanie hrania hry bez oneskorenia v rozlíšení 1080P/60 FPS.<br>Upravovanie videí pomocou výkonného editora.
M_iTopCaption=iTop VPN
M_iTopInfo_NotInsBeta=Vyskúšajte bezplatnú, rýchlu a bezpečnú službu VPN pre online ochranu.
M_iTopInfo_NotIns=100% bezplatná, rýchla a bezpečná služba VPN pre online ochranu.
M_iTopInfo_UpToDateBeta=Vyskúšajte bezplatnú, rýchlu a bezpečnú službu VPN pre online ochranu.
M_iTopInfo_UpToDate=100% bezplatná, rýchla a bezpečná služba VPN pre online ochranu.
M_iTopInfo_NeedUpDate=Vaša iTop VPN služba je zastaralá.
M_iTopOfferBeta=Využitie neobmedzeného internetu<br>Prístup k webovým stránkam streamov z celého sveta<br>Hranie blokovaných hier v ktoromkoľvek regióne<br>Skrytie IP adresy svojho zariadenia pri pripojení vo verejnej Wi-Fi sieti <br>100% bezplatné, ultrarýchle & najlepšie šifrovanie vo svojej triede
M_iTopOffer2=Súkromie - Udrží v anonymite surfovanie.<br>Zabezpečenie - Skryje IP adresy a šifruje internetové pripojenie.<br>Rýchlosť - Umožní veľmi rýchle online prehliadanie.<br>Voľnosť - Odblokuje webové stránky a streamovanie.<br>Odkazy - Zrýchlia prístup k stránkam ako napr. Netflix, HBO, PUBG a pod...
M_RuniTop=Spustiť
M_IVBCaption=iTop VPN Browser
M_IVBInfo_NotIns=Rýchly, súkromný, bez reklamný a inkognito prehliadač so vstavanou sieťou VPN.
M_IVBInfo_UpToDate=Rýchly, súkromný, bez reklamný a inkognito prehliadač so vstavanou sieťou VPN.
M_IVBInfo_NeedUpDate=iTop VPN Browser je zastaralý.
M_IVBOffer=Ochráni vaše nákupné a bankové údaje.<br>Skryje vašu IP adresu a zašifruje online údaje.<br>Uplatňuje vyhradený a vysokorýchlostný kanál VPN.<br>Vyčistí a skartuje vaše online stopy v reálnom čase.<br>Blokuje škodlivé webové stránky a odkazy.<br>Blokuje reklamy pre rýchlejšie a bezpečnejšie prehliadanie.
M_RunIVB=Spustiť
M_DPMCaption=DualSafe Password Manager
M_DPMInfo_NotIns=Bezpečný, jednoduchý a hlavne bezplatný spôsob spravovania hesiel, ktorý je nevyhnutný pre váš digitálny život.
M_DPMInfo_UpToDate=Bezpečný, jednoduchý a bezplatný spôsob spravovania hesiel, ktorý je nevyhnutný pre váš digitálny život.
M_DPMInfo_NeedUpDate=DualSafe Password Manager je zastaralý.
M_DPMOffer=Bez obmedzenia - Neobmedzené ukladanie hesiel, platieb atď.<br>Jednoduché - Automatické ukladanie a doplňovanie hesiel niekoľkými kliknutiami<br>Zabezpečenie – Generuje silné a jedinečné heslá<br>Ochrana – Ukladá údaje používateľa pomocou najlepšieho šifrovania vo svojej triede<br>Automatický – Umožňuje prístup v neobmedzenom počte zariadení pomocou auto-synchronizácie
M_DPMDescriptionSH=Zrýchlite a chráňte si svoj počítač s nasledujúcimi odporúčanými programami:
M_DPMInstallSH=Vyskúšať
M_IEDCaption=iTop Easy Desktop
M_IEDInfo_NotIns=Rozlúčte sa s preplnenou pracovnou plochou a užite si efektívnejší pracovný priestor.
M_IEDInfo_UpToDate=Rozlúčte sa s preplnenou pracovnou plochou a užite si efektívnejší pracovný priestor.
M_IEDInfo_NeedUpDate=iTop Easy Desktop je zastaralý.
M_IEDOffer=Usporiada vaše súbory a priečinky na pracovnej ploche do boxov<br>Vytvorí váš portál priečinkov pre rýchly prístup<br>Rýchlo skryje položky pre prehľadnejšiu plochu<br>Prispôsobí vašu pracovnú plochu v štýle aký si zvolíte<br>Rýchlo vyhľadáva a urychľuje prístup pomocou klávesových skratiek
M_PDFCaption=iTop PDF Free
M_PDFInfo_NotIns=Riešenie na jednom mieste pre úpravu, konverziu a akékoľvek iné úlohy s PDF súbormi.
M_PDFInfo_UpToDate=Riešenie na jednom mieste pre úpravu, konverziu a akékoľvek iné úlohy s PDF súbormi.
M_PDFInfo_NeedUpDate=iTop PDF Free je zastaralý.
M_PDFOffer=Konvertuje súbory PDF z/do Wordu, Excelu, obrázkov.<br>Upravuje text, obrázky, pečiatky a ďalšie prvky.<br>Usporiada stránky PDF, alebo ich poprehadzuje.<br>Dokáže aj viac: kombinuje, komprimuje, elektronicky podpisuje, vyplňuje formuláre.
M_TDPCaption=Top Data Protector
M_TDPInfo_NotIns=Chráni, uzamkne a skryje vaše osobné priečinky a údaje. Rýchle a bezpečné!
M_TDPInfo_UpToDate=Chráni, uzamkne a skryje vaše osobné priečinky a údaje. Rýchle a bezpečné!
M_TDPInfo_NeedUpDate=Top Data Protector je zastaralý.
M_IPBCaption=iTop Private Browser
M_IPBInfo_NotIns=Žiadne špehovanie, žiadny phishing, žiadne reklamy, inkognito prehliadač so vstavanou sieťou VPN.
M_IPBInfo_UpToDate=Žiadne špehovanie, žiadny phishing, žiadne reklamy, inkognito prehliadač so vstavanou sieťou VPN.
M_IPBInfo_NeedUpDate=iTop Private Browser je zastaralý.
M_IPBOffer=Súkromie – zastaví sledovače od inzerentov a vládnych orgánov.<br>Bezpečnosť – chráni odtlačky prstov a blokuje phishingové stránky.<br>Čistenie – blokuje online reklamy a automaticky skartuje vaše online stopy.<br>Bezplatná sieť VPN – 100% bezplatná sieť VPN. Viac ako 1800 serverov po celom svete.
M_IDRCaption=iTop Data Recovery
M_IDRInfo_NotIns=Obnoví za vás všetky druhy stratených údajov z akejkoľvek situácie.
M_IDRInfo_UpToDate=Dokáže za vás obnoviť všetky druhy stratených údajov z akejkoľvek situácie.
M_IDRInfo_NeedUpDate=iTop Data Recovery je zastaralý.
M_IDROffer=Umožňuje obnoviť dokumenty, fotografie, hudbu atď.<br>Obnoviť údaje z pevných jednotiek, SSD a USB diskov.<br>Obnoviť dáta po poškodení, odstránení alebo formátovaní diskov.<br>Jednoducho zálohovať a obnoviť dáta bez najmenších strát údajov.
M_RPMCaption=Správca hesiel RoboForm
M_RPMInfo_NotIns=Už viac nebudete musieť si zapamätávať ani zadávať svoje heslá.
M_RPMInfo_UpToDate=Rozlúčte sa so zapisovaním hesiel na papier. Správca hesiel RoboForm vám to vynahradí.
M_RPMOffer=Prihlási vás na registrované webové stránky jediným kliknutím.<br>Vytvorí pre vás silné a jedinečné heslá.<br>Používa šifrovanie AES-256 bitov s podporou pre 2FA.<br>Použiteľný v systémoch Windows, Mac, iOS, Android a všetkých hlavných prehliadačoch.<br>Podporuje import z prehliadača alebo iného Správcu hesiel.
M_RunRPM=Spravovať
M_Moffer_Title1=Voliteľná ponuka
M_Close=Zatvoriť
M_Cancel=Zrušiť
M_Moffer_Install=Inštalovať
M_Moffer_NoteEP=Kliknutím na "Inštalovať" súhlasíte s inštaláciou aplikácie %s, prijímate <a>EULA</a> a súhlasíte so <a>Zásadami ochrany osobných údajov</a>.
M_Moffer_Refund=<a>Poznámka:</a> Máte právo požiadať o vrátenie platby ale len do 30 dní. Prečítajte si <a>Pravidlá vrátenia platby</a>.
M_Extract_IOT=IObitom odporúčané
M_IEDOffer_New2=Automatické triedenie ikon, súborov a priečinkov do skupín<br>Okamžité nájdenie akéhokoľvek súboru, keď ho potrebujete<br>Prispôsobenie tapety, kurzora, lišty s úlohami a ďalších funkcií<br>Obnova vašho pracovného toku pomocou užitočných widgetov<br>ChatAI – vaš bezplatný inteligentný a osobný asistent
M_IVCDesc=Zmeňte svoj hlas v reálnom čase pomocou stoviek hlasových modelov.
M_IVCOffer=Užite si menič hlasu v reálnom čase s ľahkosťou<br>Prístup k stovkám hlasových modelov<br>Vytvorte si vlastný hlas bez námahy<br>Bezproblémovo menite hlas hudby, videí a nahrávok<br>Podpora Discordu, Steamu, Robloxu, Zoomu a ďalších
M_IVCtip=Sľubujeme:<br>Užite si menič hlasu v reálnom čase s ľahkosťou<br>Prístup k stovkám hlasových modelov<br>Vytvorte si vlastný hlas bez námahy<br>Bezproblémovo menite hlas hudby, videí a nahrávok<br>Podpora Discordu, Steamu, Robloxu, Zoomu a ďalších

[AutoUpdate_M]
lan_Downloading_M=Sťahovanie
lan_Speed_M=Rýchlosť sťahovania: %s
Lan_Finish_M=Ukončiť
Lan_Congratulation_M=Gratulujeme !
Lan_UpdateFail_M=Je nám to ľúto, ale aktualizácia neprebehla úspešne! Skúste to zopakovať neskôr.
Lan_UpdateSuccess_M=IObit Uninstaller bol úspešne aktualizovaný. Teraz môžete využívať najnovšie funkcie a vylepšenia.
Lan_UpdateNew_M=Používate najnovšiu verziu. Aktualizácia nie je zatiaľ dostupná.
Lan_UpdateFreeInfo_M=Nová verzia pre IObit Uninstaller je dostupná na stiahnutie.
Lan_UpdateFreeDownInfo_M=Aktualizujte to teraz pre získanie všetkých jeho najnovších funkcií a vylepšení. Je to úplne zadarmo.
Lan_Sure_M=Naozaj chcete zrušiť túto aktualizáciu ?
Lan_Download_M=Stiahnuť
Lan_Getting_M=Získavam informácie o aktualizáciach. Chvíľku počkajte prosím...
Lan_LVheardOne_M=Dostupné aktualizácie
Lan_LVheardTwo_M=Nová verzia
Lan_LVheardThree_M=Veľkosť
Lan_historyInfo_M=Je dostupný IObit Uninstaller %s. Aktualizujte ho teraz pre získanie najnovších funkcií a vylepšení !
Lan_UpdateNow_M=Aktualizovať
Lan_UpdateLater_M=Aktualizovať neskôr
lan_WhatNew_M=Čo je nové
Lan_NewReady_M=Nová verzia je pripravená
Lan_Title=IObit Uninstaller - aktualizovanie
lblAuto_Update=IObit Uninstaller sa už čoskoro automaticky aktualizuje na IObit Uninstaller %s.

[SendBugReportNew_FrmMain]
lblTitle.Caption=IObit Uninstaller
btnSendReport1.Caption=Odoslať
lblErrorDetails.Caption=Detaily chyby:
lblUserEmail.Caption=Váš e-mail:
lblSuccTips1.Caption=Úspešne odoslané! Problém sa pokúsime vyriešiť čo najskôr.
btnClose.Hint=Zatvoriť

[SendBugReportNew_M]
M_AskUserTips1=narazil na problém. Debug súbor, ktorý nám pomôže s opravou problému bude automaticky odoslaný do 5 sekúnd. Pokiaľ chcete zrušiť odoslanie môžete zatvoriť toto okno. <a>Zásady ochrany osobných údajov</a>
M_BugStatisticsTips=narazil na problém a musí sa zatvoriť. Teraz analyzujeme príčinu. Čakajte prosím...
M_SendingTips=Odosielanie...
M_AttentionTips1=narazil na problém. Ak nám chcete pomôcť vyriešiť tento problém, kliknite na "Odoslať", aby ste nám automaticky poslali debug súbor. <a>Zásady ochrany osobných údajov</a>
M_InvalidEmailTips1=Nesprávna e-mailová adresa! Zadajte platný e-mail, aby sme vás mohli správne kontaktovať.
M_OKTips=OK

[Uninstaller_frm_CrRestore]
Restoring_Caption=Získavanie oficiálnej verzie...
RestoreSuccess_Caption=Úspešne ste nainštalovali oficiálny IObit Uninstaller !
RestoreFailed_Caption=Nepodarilo sa stiahnuť oficiálny IObit Uninstaller. Prosím, prejdite na našu oficiálnu webovú stránku a stiahnite to znovu.
Run_Button=Spustiť
Download_Button=Stiahnuť

[Uninstaller_frm_IUCrakTip]
lbl_FirstTitle.caption=Používate neoficiálny nástroj IObit Uninstaller.
lbl_SecondTitle.caption=Neoficiálny nástroj IObit Uninstaller už vám viac nebude poskytovať svoje služby !
lbl_HarmInfo.caption=Preto môže dôjsť nie len k zníženiu výkonu vášho PC, ale môže to spôsobiť vzhľadom k úniku vašich súkromných informácií aj poškodenie systému.
lbl_OfficialInfo.caption=Zadovážte si oficiálny program IObit Uninstaller, aby ste mali svoje súkromie v počítači pod kvalitnou ochranou.
htmlLabel_Text.caption=Využijte ZĽAVU <a>75%</a> pre získanie profesionálnej verzie.
btn_GetPro.caption=Chcem PRO
btn_GetFree.caption=Chcem Free

[frm_IUCrakTip_M]
lbl_OfficialInfo_before=Zadovážte si ešte dnes <a>oficiálny odinštalačný program "IObit Uninstaller PRO" za 0 €</a>, aby ste mali viac chránené súkromie svojho počítača so silnou ochranou.
btn_GetPro_before=Chcem PRO za 0 €

[Detain_M]
M_MianTitle=IObit Uninstaller vám pomohol:
M_QuestionString=Naozaj to chcete odinštalovať ?
M_btnok=Aj tak odinštalovať
M_btnCancel=Chcem to ponechať
M_UninstallCaption=Odinštalovať softvér
M_DiskCaption=Ušetriť miesto na disku
M_RegCaption=Odstrániť položky z databázy registrov
M_FixCaption=Oprava problémov so softvérom

[Survey_M]
Title_M=Prieskum odinštalovania
Info_M=Je nám ľúto že odchádzate. Pomôžte nám zlepšiť náš IObit Uninstaller vyplnením tohto krátkeho prieskumu. Váš názor má veľkú hodnotu.
Question_M=Prečo ste odinštalovali IObit Uninstaller ?
1_M=Neúplné odinštalovanie (neboli odstránené všetky zvyšky)
2_M=Nepracuje kvalitne
3_M=Príliš veľa reklám a pribaleného softvéru
4_M=Bolo potrebné ho nainštalovať iba na vyriešenie nájdeného problému a už ho nepotrebujem
5_M=Mám lepšiu alternatívu
6_M=Iné (uveďte prosím)
Button_M=Pokračovať v odinštalovaní

[Uninstaller_M]
MenuRight_Caption=Výkonný odinštalátor
Explorer_Button=Drvič súborov
Controlpanel_Button=Výkonný odinštalátor

[ACD_M]
M_Downloading=Sťahovanie:
M_TipFixing=Oprava
M_Tips=Prebieha proces sťahovania. Dvoj-klikom na ikonu sa zobrazia podrobnosti.
M_Installing=Inštalovanie:
M_MD5Faild=Stiahnutý súbor je poškodený. Skúste to ešte raz neskôr !
M_NetError=Chyba siete. Stiahnutie zlyhalo. Skúste to zopakovať neskôr !
M_DirError=Súbor sa nepodarilo stiahnuť pre chýbajúce oprávnenie na zápis. Prejdite do okna "Nastavenia", zmeňte nový priečinok a skúste to znovu.
M_DiskIsFull=AJÁJ! Nedostatok diskového priestoru !
M_Speed=rýchlosť :
M_AreSureEx=Naozaj chcete zrušiť sťahovanie ?

[ACD_frmActionCenter]
lbl_Cancel.Caption=Zrušiť
lbl_Min.Caption=Minimalizovať
btnClose.Hint=Zatvoriť
lblCaption.Caption=IObit sťahovač

[EasyUninstall_M]
EasyPoint=Presuňte zameriavač do otvoreného okna, nad ikonu pracovnej plochy alebo nad ikonu v systémovej lište úloh a vyberte akciu.
EasyNothingInfo=Cieľ nebol nájdený. Presuňte zameriavač do iného otvoreného okna, nad ikonu pracovnej plochy alebo nad ikonu v systémovej lište úloh a znovu vyberte akciu.
EasyDeleteFileFail=Súbor nemôžete teraz odstrániť, lebo sa práve používa. Zatvorte súbor a skúste to znovu.
EasyDeleteFolderFail=Túto zložku nemôžete teraz odstrániť, lebo sa práve používa. Zatvorte súbor / zložku a skúste to znovu.
EasyKillProcessFail=Nepodarilo sa ukončiť proces.
EasyKillProcessHint1=Naozaj chcete ukončiť tento proces ?
EasyKillProcessHint2=Všetky neuložené dáta budú stratené !
EasyUninstallPath=Odinštalovať alebo odstrániť:
EasyUninstall=Odinštalovať
EasyShortcut=Odstrániť zástupcu
EasyLocation=Otvoriť umiestnenie súboru
EasyDelete=Odstrániť
EasyCancel=Zrušiť
EasyTransparency=Priehľadnosť
EasyOpaque=Nepriehľadný
EasyExitEasy=Späť do hlavného okna
EasyExitIobit_1=Ukončiť IObit Uninstaller
EasyKillProcess=Ukončiť proces

[ExpriedNotice_M]
Sale_Text=Dnes to však môžete získať späť s exkluzívnou ZĽAVOU <a>%s</a> !
ExpriedOneDay_M=Vaše predplatné vypršalo pred <a>1</a> dňom.
ExpriedDay_M=Platnosť vášho predplatného skončí o <a>%s</a> dni(í).
Logged_0_Text=Dôkladne odinštaluje programy s vytvorenými protokolmi počas inštalácie
Logged_1_Text=Dôkladne odinštaluje 1 program s vytvoreným protokolom počas inštalácie
Logged_Text=Dôkladne odinštaluje %s programy s vytvorenými protokolmi počas inštalácie
ExpriedMessage_M=Platnosť vášho predplatného vypršala. Funkcie PRO edície už vám nebudú k dispozícii, avšak ďalej môžete využívať bezplatné funkcie.
ExpriedTipMessage_Num=Počas posledných %s1 dni(í) vám IObit Uninstaller PRO edície pomohol odinštalovať %s2 programy a odstrániť ich %s3 zvyškové súbory. Obnovte si PRO edíciu teraz a nenechajte si ujsť svoju <a>Exkluzívnu zľavu !</a>
ExpriedTipMessage_Normal=S poľutovaním vám oznamujeme, že funkcie PRO edície už vám nebudú k dispozícii. Obnovte si PRO edíciu teraz a využite svoju <a>Exkluzívnu zľavu !</a>

[Uninstaller_form_Expried]
lbl_Notice.caption=S poľutovaním vám oznamujeme, že nasledujúce funkcie PRO edície už vám nebudú k dispozícii:
lbl_Stubbron.caption=Úplné odstránenie viac ako 4000 nepoddajných programov pomocou našej jedinečnej databázy
lbl_Update.caption=Bezpečné zachovanie vašich dôležitých programov v aktualizovanom stave iba jedným kliknutím
lbl_Health.caption=Automatickú detekciu chýb softvéru a jednoduché zablokovanie kontextových upozornení ale aj nežiadúcich reklám
lbl_MoneyBack.caption=Ste úplne chránení našou 100% zárukou vrátenia peňazí.
btn_Upgrade.caption=Získajte zľavu pre svoje obnovenie
lbl_EnterCode.caption=Už mám licenčný kód

[Uninstaller_form_ExpriedNotice]
htmlLabel_Text.caption=Platnosť vášho predplatného vypršala !
btn_OK.caption=Obnoviť teraz

[Uninstaller_frm_FeedBack]
lbl_Title.caption=Spätný ohlas
lbl_DescTitle.caption=Popis:
lbl_EmailTitle.caption=E-mail:
lbl_ScreenShot.caption=Snímok obrazovky
lbl_TypeTitle.caption=Typ požiadavky:
btnImg_FeedBackSend.caption=Odoslať
btnImg_FeedBackCancel.caption=Zrušiť

[Uninstaller_Form_SendResult]
lbl_Sending.caption=Odosielanie...
lbl_SendFailed.caption=Odoslanie zlyhalo. Ak chcete odoslať spätnú väzbu online, kliknite na "OK".
btnImg_SendFailed.caption=OK
lbl_SendSuccess.caption=Ďakujeme za spätnú správu. Budeme vás kontaktovať čo najskôr.
btnImg_SendSuccess.caption=OK

[Uninstaller_FeedBack_M]
FeedBack_1=Páči sa mi
FeedBack_2=Návrh
FeedBack_3=Zlyhala odinštalácia
FeedBack_4=Problém s bundleware
FeedBack_5=Problém s aktualizovaním programov
FeedBack_6=Problém s Aktualizátorom softvéru
FeedBack_7=Nepodarilo sa zobraziť všetky programy
FeedBack_8=Problémy s výkonným skenom
FeedBack_9=Nahlásiť chybu
FeedBack_10=Iné
EmailMessage=Nesprávny e-mail. Zadajte správnu e-mailovú adresu, aby sme vám mohli poslať našu odpoveď.
MemoHint=Podrobne popíšte svoje návrhy alebo problémy aby sme mohli naše produkty ešte viac vylepšiť.
ScreenMaxMessage=Operácia zlyhala. Dosiahli ste maximálneho počtu 5 snímkov obrazovky.
CloseHintMsg=Naozaj nechcete odoslať spätnú správu?
SendBugck=Pošlite nám debug súbor na preskúmanie . <a>Ochrana súkromia</a>
FeedBackMessage=Napíšte podrobný popis prosím.
EmailHint=Tu zadajte svoju správnu e-mailovú adresu
Startup_Delete_M=Odstrániť
M_FiveStar=Môžete nás ohodnotiť piatimi hviezdičkami ?

[FileShredder_M]
ShredderDetail_0=Tu môžete presunúť súbor alebo zložku na drvenie (skartovanie).
ShredderDetail_01=Súbory odstránené bežným spôsobom je možné obnoviť.
ShredderDetail_02=Ak chcete odstrániť bezpečne a natrvalo súbory alebo priečinok, stačí SEM presunúť všetko na trvalé skartovanie.
FileShredder_MaxCount_M=Bolo pridaných 5 000 súborov. Pridajte zvyšné súbory až po rozdrvení týchto 5000 súborov !
Shredder_InUse_M=Niektoré súbory neboli skartované, lebo nemajú možnosť zápisu. Skontrolujte, či sa stále ešte nepoužívajú.
Shredder_Del_M_1=Naozaj chcete natrvalo odstrániť pridané <a>%d</a> položky? Táto akcia je absolútne "NEVRATNÁ" a dokončenie môže dlhšiu chvíľku trvať.
Shredder_DelOne_M_1=Naozaj chcete natrvalo odstrániť pridanú <a>1</a> položku? Táto akcia je absolútne "NEVRATNÁ" a dokončenie môže chvíľku trvať.
Shredder_NotDel_M=Jeden súbor nebol skartovaný, lebo nemá možnosť zápisu. Skontrolujte, či sa ešte nepoužíva.
Shredder_OneFileDel_M=Súbor nebol skartovaný, lebo nemá možnosť zápisu. Skontrolujte, či sa ešte nepoužíva.
Shredder_Sucess_M=Drvenie prebehlo úspešne.
Shredder_OneSucess_M=Drvenie bolo úspešné.
Shredder_DirIsEmpty_M=Je to prázdne. Drvenie nie je možné uskutočniť.
Shredder_NotAddFolder_M=Nie je možné skartovať súbor "%s", pretože táto operácia môže spôsobiť nestabilitu systému.
Shredder_Quick=Pred odstránením prepíše údaje nulami. (Bezpečné a rýchle)
Shredder_Advanced=Prepíše údaje náhodnými znakmi a pred odstránením prepísanie niekoľkokrát zopakuje. (Bezpečnejšie ale pomalšie)
Shredder_Expert=Prepíše dáta náhodnými znakmi a pred vymazaním zopakuje prepis desaťkrát. (Najbezpečnejšie ale najpomalšie)

[Uninstaller_Form_FileShardder]
RdLabelCaption.caption=Drvič súborov
lbl_Listview_Title.caption=Vyberte súbor alebo zložku na skartovanie:
lblLoading.caption=Načítavam...
lbl_AddFile.caption=Pridať súbor...
lbl_AddFolder.caption=Pridať zložku...
RdImageButton_Shredder.caption=Drviť
RdImageButton_Cancel.caption=Zrušiť
ListView_FileList.Columns[0].Caption=Cesta k súboru
Menu_Shredder_Shredder.caption=Drviť
Menu_Shredder_AddFile.caption=Pridať súbor
Menu_Shredder_AddFolder.caption=Pridať zložku
Menu_Shredder_Romove.caption=Odobrať
Menu_Shredder_Clean.caption=Vymazať
lbl_Shredder_Tip.caption=NIČÍM - DRVÍM a môže to chvíľu trvať. Nerušte to prosím...
lbl_Mode.caption=Spôsob skartovania:
btn_Quick.caption=Rýchly režim
btn_Advanced.caption=Pokročilý režim
btn_Expert.caption=Režim pre expertov

[ForcedUninstall_M]
Shredder_NotAddFolder_M=Nie je možné pridať súbor "%s", lebo touto operáciou môžete spôsobiť nestabilitu (pád) systému.
EndProgressMsg=%s je spustený. Chcete ho ukončiť a pokračovať v odinštalovaní ?
ListView_FindReslut.Columns[0]_M=Názov
PopMenu_OpenFolder_M=Otvoriť umiestnenie súboru
PopMenu_ViewEntry_M=Otvoriť v regedite
Free_MatchStubbron=Chýbajú odinštalačné údaje v registry, čo mohlo spôsobiť zlyhanie pri odinštalovaní. Inovujte si PRO edíciu, aby ste odstránili problémy s odinštalovaním a program ľahko odinštalovali pomocou našej databázy nepoddajných programov.
Pro_MatchStubbron=Chýbajú odinštalačné údaje v registry, čo mohlo spôsobiť zlyhanie odinštalovania. Vyriešte problémy s odinštalovaním tak, že jednoducho odinštalujte program pomocou našej databázy nepoddajných programov.

[Uninstaller_frmForcedUninstall]
lbl_Caption.caption=Vynútené odinštalovanie
lbl_Info.caption=Pomôže vám odinštalovať program, ktorý sa nedá odinštalovať bežným spôsobom z dôvodu chýbajúcich odinštalačných údajov v databáze registrov alebo chýb zabudovaného odinštalačného programu a jednoducho ale dôkladne odstrániť všetky súvisiace súbory.
btnImg_Open.caption=Hľadať...
lbl_DropInfo.caption=Môžete vyhľadať alebo Chytiť a TU vložiť (súbor / zložku) a tak odstránite aj všetky súvisiace položky softvéru. Po kliknutí na "Odinštalovať" spustíte odinštalovanie.
btnImg_Uninstall.caption=Odinštalovať
btnImg_Cancel.caption=Zrušiť
PopMenu_Uninstall.caption=Odinštalovať
PopMenu_SearchOnline.caption=Hľadať on-line
ListView_FindReslut.Columns[1].caption=Veľkosť
ListView_FindReslut.Columns[2].caption=Dátum inštalácie

[HealthCheck_M]
HealthCheck_Top_ScanNow=Skontrolovať
HealthCheck_Top_ScanAgain=Opakovať kontrolu
HealthCheck_Top_FixAll=Opraviť všetko
HealthCheck_Top_Stop=Zastaviť
HealthCheck_Top_Done=Hotovo
HealthCheck_Top_Scanning=Kontrolujem
HealthCheck_Top_Fixing=Opravujem
HealthCheck_Top_NoFound=Nenašli sa žiadne problémy. Všetok váš softvér funguje bez problémov.
HealthCheck_Top_Title_Result_NoIssues=Nie je potrebné opravovať žiadny problém.
HealthCheck_Top_Title_Result_Single=<a>%s</a> problém je potrebné opraviť.
HealthCheck_Top_Title_Result_Some=<a>%s</a> problémy je potrebné opraviť.
HealthCheck_Top_Title_Skip=<a>Zatiaľ vynechať</a>
HealthCheck_Top_FixOverResult_Single=<a>%s</a> problém bol úspešne vyriešený.
HealthCheck_Top_FixOverResult_Some=<a>%s</a> problémy boli úspešne opravené.
HealthCheck_Top_FixOver=Všetky vybrané problémy boli opravené.
HealthCheck_Top_Dec_Result_Pro=Opravte všetky nájdené problémy jedným kliknutím.
HealthCheck_Top_Dec_Result_Free=Inovujte na verziu PRO a opravíte všetky zistené problémy jediným kliknutím.
HealthCheck_Top_Title_A=Stav softvéru: <a>Spustite kontrolu</a>
HealthCheck_Top_Dec_A=Váš softvér nebol nikdy analyzovaný. Spustite kontrolu kompletného softvéru teraz.
HealthCheck_Top_Title_B=Stav softvéru: <a>V poriadku</a>
HealthCheck_Top_Dec_B=Všetok váš softvér funguje správne.
HealthCheck_Top_Dec_C=Váš softvér nebol analyzovaný %s dni(í). Spustite kontrolu kompletného softvéru teraz.
HealthCheck_Item_Title_leftovers=Odstraňovanie zvyškov
HealthCheck_Item_Dec_leftovers=Odstráňte zvyšky po odinštalovaní softvéru, aby ste uvoľnili ešte viac miesta v disku
HealthCheck_Item_Title_update=Zastaralý softvér
HealthCheck_Item_Dec_update_New=Aktualizuje zastaralý softvér pre zníženie bezpečnostných problémov
HealthCheck_Item_Title_permission=Softvérové povolenia
HealthCheck_Item_Dec_permission=Zistíte skryté povolenia a pomôže vám zakázať nepotrebné povolenia
HealthCheck_Item_Title_notifications=Rušivé oznamovania
HealthCheck_Item_Dec_notifications=Zablokujte vyskakovacie oznamy alebo nechcené reklamy, aby vás to nevyrušovalo
HealthCheck_Item_Title_stubborn=Softvér s odinštalačnými problémami
HealthCheck_Item_Dec_stubborn=Oprava problémov s odinštalovaním pre úspešné odinštalovanie softvéru
HealthCheck_Item_Title_packages=Inštalačné súbory
HealthCheck_Item_Dec_packages=Dokonalým odstránením inštalačných súborov uvoľníte ešte viac miesta v disku
HealthCheck_Item_Title_malicious=Škodlivý softvér & rozšírenia
HealthCheck_Item_Dec_malicious=Odstránite škodlivý softvér alebo rozšírenia z prehľadávačov pre bezpečný a zrýchlenie činností PC.
HealthCheck_Item_Title_junk=Nadbytočné súbory softvéru
HealthCheck_Item_Dec_junk=Odtráňte dočasné súbory a stopy ochrany osobných údajov generované počas používania softvéru
HealthCheck_Item_Title_hibernation=Režim hibernácie softvéru
HealthCheck_Item_Dec_hibernation=Prepnite softvér, ktorý nepoužívate do režimu spánku, aby počítač ešte rýchlejšie pracoval
HealthCheck_Item_Tip_hibernation=Keď je program v režime spánku, nepotrebné činnosti sú zastavené. Môžete ho kedykoľvek zobudiť.
M_Fix=Opraviť
M_Detail=Detaily
M_Recissues_Single=<a>%s</a> problém vybraný na opravu,
M_Recissues_Some=<a>%s</a> problémy vybrané na opravu,
M_Allissues_Single=celkom <a>%s</a> problém
M_Allissues_Some=celkom <a>%s</a> problémy
M_Noissues=Nenašli sa žiadne problémy
M_issues_Single=<a>%s</a> problém
M_issues_Some=<a>%s</a> problémy
M_Noissues2=Bez problémov
HealthCheck_Exit_Scanning=Ešte prebieha kontrola. Naozaj to chcete teraz ukončiť ?
HealthCheck_Exit_Fixing=Práve prebieha oprava. Naozaj chcete opravvu ihneď ukončiť ?
M_UL_SelectedFix_Single=Počet zvyškov po odinštalovaní vybraných na opravu: <a>%s</a>
M_UL_SelectedFix_Some=Počet zvyškov po odinštalovaní vybraných na opravu: <a>%s</a>
M_OS_SelectedFix=Počet zastaralého softvéru vybraného na opravu: <a>%s</a>
M_SP_SelectedFix_Single=<a>%s</a> softvérové povolenie vybrané na opravu
M_SP_SelectedFix_Some=Počet softvérového povolenia vybraných na opravu: <a>%s</a>
M_DN_SelectedFix_Single=Na odstránenie je vybrané <a>%s</a> rušivé upozorňovanie
M_DN_SelectedFix_Some=Počet vybraných rušivých upozorňovaní na opravu: <a>%s</a>
M_PWUI_SelectedFix_Single=<a>%s</a> program s odinštalačnými problémami vybraný na opravu
M_PWUI_SelectedFix_Some=Počet programov s odinštalačnými problémami vybraných na opravu: <a>%s</a>
M_IF_SelectedFix_Single=<a>%s</a> inštalačný súbor vybraný na opravu
M_IF_SelectedFix_Some=Počet inštalačných súborov vybraných na opravu: <a>%s</a>
M_MSE_SelectedFix_Single=<a>%s</a> škodlivý softvér & rozšírenie vybrané na odstránenie
M_MSE_SelectedFix_Some=Počet škodlivého softvéru & rozšírení vybraných na opravu: <a>%s</a>
M_JF_SeletecedFix_Single=%s nadbytočný súbor je vybraný na opravu
M_JF_SeletecedFix_Some=%s nadbytočné súbory sú vybrané na opravu
M_SH_SeletecedFix_Some=%s program/-y vybraný/-é na opravu
M_BackFix=Späť na opravu
M_NoItems=Nenašli sa žiadne položky
M_item=položka
M_items=položky
M_File=Súbor
M_Reg=Register
M_Tasks=Naplánované úlohy
M_Ser=Systémové služby
M_Select=Označiť všetko
M_TitleCount=Názov (celkom: %d)
M_Version=Nová verzia
M_CurrentVersion=Aktuálna verzia
M_BanwebTitleCount2=Odosielateľ (celkom: %d)
M_Type=Typ
M_BRate=Rýchlo blokovať
M_Recommendation=Odporúčané
M_Optional=Voliteľné
M_Block=Blokovať
M_SiteType=Oznamy stránok
M_AppType=Oznam aplikácie
M_MSType=Škodlivý softvér
M_METype=Škodlivé rozšírenie
M_AdType=Reklamné rozšírenie
M_RegMiss=Chýbajúce odinštalačné registre
HC_Ignore=Ignorovať
UL_IgnoreSoft=Ignorovať všetko pre tento softvér
HC_IgnoreForever=Ignorovať všetky aktualizácie
HC_IgnoreCurrent=Ignorovať túto aktualizáciu
HC_OpenFile=Otvoriť súbor v umiestnení
HC_OpenReg=Otvoriť v regedite
HC_Search=Vyhľadať online
HC_Startup=Položky pri spustení
HC_Tasks=Plánované úlohy
HC_Services=Služby
HC_Desktopicon=Ikony na ploche
HC_Taskbaricon=Ikony v taskbare
HC_RightMenu=Ponuka pravým tlačidlom myši
HC_Firewall=Pravidlá brány firewall
M_PermissionTitleCount=Typ povolenia (celkom: %d)
M_Name=Názov
M_Impact=Zaťaženie
M_ImpactLow=Nízke
M_ImpactMedium=Stredné
M_ImpactHigh=Vysoké
M_Installed=Nainštalovaný
M_OverxDay_Some=Nepoužíval sa %s dni
M_OverxDay_Single=Nepoužíval sa %s deň
M_Status=Stav
M_Disable=Zakázať
M_FixDetails=Prezrite si podrobnosti opravy ↓nižšie↓:
M_Fix_RecTitle=Pre zrýchlenie a čistenie počítača môžete urobiť nasledovné:
M_Fix_RecLog=Čistenie odinštalovania pomocou záznamu (logu)
M_Fix_RecLog_Des=Dôkladné odinštalovanie programov pomocou protokolov vytvorených počas inštalácií
M_Fix_RecBundleware=Jednoduché odstránenie balíka softvéru
M_Fix_RecBundleware_Des=Monitoruje inštaláciu programu v reálnom čase a jednoducho odstráni celý balík
M_Fix_RecLeftover=Automaticky odstráni všetky zvyšky
M_Fix_RecLeftover_Des=Automaticky odstráni zvyšky, ktoré neodstránia iné odinštalátory
M_Fix_RecProgram_Single=<a>%s</a> veľký program bol nájdený
M_Fix_RecProgram_Some=<a>%s</a> veľké programy boli nájdené
M_Fix_RecProgram_Des=Odinštalujte nepotrebné veľké programy, aby ste uvoľnili viac miesta v disku
M_Fix_RecWinApp_Single=<a>%s</a> aplikácia pre Windows bola nájdená
M_Fix_RecWinApp_Some=<a>%s</a> aplikácie pre Windows boli nájdené
M_Fix_RecWinApp_Des=Odinštalujte nepotrebné aplikácie systému Windows, aby ste uvoľnili viac miesta v disku
M_Fix_RecEasyUn=Inteligentný a jednoduchý odinštalátor
M_Fix_RecEasyUn_Des=Program môžete jednoducho odinštalovať presunutím ikony z plochy, alebo ikony z panela úloh do otvoreného okna programu Jednoduchý odinštalátor.
M_Fix_RecStubborn=Odstraňovač nepoddajných programov
M_Fix_RecStubborn_Des=Unikátna databáza podporuje odinštalovanie viac ako 4000 nepoddajných programov
M_Fix_RecUpdateSoft=Automaticky aktualizovať softvér
M_Fix_RecUpdateSoft_Des=Povoľte automatickú aktualizáciu, aby bol váš softvér kedykoľvek a kdekoľvek aktualizovaný.
M_Fix_RecInfrequently_Single=<a>%s</a> zriedkavo používaný program
M_Fix_RecInfrequently_Some=<a>%s</a> zriedkavo používané programy
M_Fix_RecInfrequently_Des=Odinštalujte zriedkavo používaný program, aby ste uvoľnili miesto v disku
M_UnlockTitle_Single=Odomknutím funkcií PRO edície vyriešite %s nájdený problém
M_UnlockTitle_Some=Odomknutím funkcií PRO edície vyriešite %s nájdené problémy
M_UnlockNow=Odomknúť
M_Back=Späť
M_Try=Vyskúšať
M_Upgrade=Upgradovať
M_Enable=Povoliť
M_CheckAll_packages=Naozaj chcete vymazať všetky inštalačné súbory ?
M_CheckAll_permission=Naozaj chcete zakázať všetky povolenia softvéru ?
M_CheckAll_permission2=Ak zakážete všetky povolenia softvéru, niektoré softvérové funkcie nemusia správne fungovať. Odporúčame vypnúť iba naozaj nepotrebné.
M_ContinueAnyway=Aj tak pokračovať
M_Operate=Akcia
M_Fixmanually=Opraviť ručne
M_FixManuallyEx=Opraviť ručne

[Uninstall_Tools_History_M]
ListviewHeader_Software_TitleCount_M=Názov (celkom: %d)
ListviewHeader_Software_M=Názov
History_info_DouBle_M=programy, ktoré ste minule vybrali na odinštalovanie neboli celkom odinštalované. Kliknite na "Odinštalovať" pre pokračovanie.
History_info_One_M=program, ktorý ste minule vybrali na odinštalovanie nebol celkom odinštalovaný. Kliknite na "Odinštalovať" pre pokračovanie.
History_Scanfor_M=Vyhľadávanie zvyškov
History_ViewDetail_M=Zobraziť detaily
UninstallLog_No_IsEmpty_M=Žiadne zbytkové súbory neboli nájdené nástrojom "Výkonný sken".
Program_Information=Informácie o softvéri
Files_Deleted=Odstránené súbory
Registries_Deleted=Odstránené záznamy registrov
Scheduled_Tasks_Deleted=Odstránené plánované úlohy
Deleted_on_Reboot=Odstránené po reštarte
Service_Deleted=Odstránené služby
Export_M=Exportovať
rdlbl_NoTkanks=Nie, ďakujem
RdLabelDetailNull=Tu sa zobrazia podrobnosti a stav každého odinštalovaného programu.
RdLabelDetails=IObit Uninstaller vám pomohol odinštalovať programy: <a>%d</a> a tak ušetriť miesta v disku: <a>%s</a>.
RdLabelDetail=IObit Uninstaller vám pomohol odinštalovať <a>%d</a> program a tak ušetriť miesta v disku <a>%s</a>.
History_NoUninstalled_M=Neodinštalované
History_Residualfilesleft_M=Zostalo zbytkových súborov
M_NoHistoryFound=Nenašla sa žiadna história o odinštalovaní

[Uninstaller_ToolUninstallHistory]
RdLabelCaption.caption=História o odinštalovaní
ListView_History.Columns[1].Caption=Dátum odinštalácie
ListView_History.Columns[2].Caption=Veľkosť
ListView_History.Columns[3].Caption=Akcia
Menu_ClearThis.Caption=Zmazať túto históriu
Menu_ClearAll.Caption=Vymazať všetky histórie

[Uninstaller_FormHistoryCombox]
RdImgBtnNoThanks.caption=Nie, ďakujem
RdImgBtnUninstall.caption=Odinštalovať
RdListView_History.Columns[0].Caption=Názov aplikácie
RdListView_History.Columns[1].Caption=Stav

[Uninstaller_form_InstallDetail]
lbl_IU.caption=Monitor inštalácií
lbl_RegText.caption=Počet položiek v databáze registrov:
lbl_SzieText.caption=Celková velkosť:
lbl_StartText.caption=Spustenie:
lbl_FileText.caption=Počet súborov:

[InstallDetected_M]
Install_DetectedNewTitle=%s bol nainštalovaný s nasledujúcimi zmenami:
Install_DetectedNewTitleEx=<a>%s</a> programy boli nainštalované s nasledujúcimi zmenami:
Install_ViewDetail=Zobraziť detaily

[Uninstaller_form_InstallEnableForm]
btn_Enable.caption=Povoliť
lbl_Caption.caption=Bola zistená nová inštalácia
lbl_InstallMoniorInfo.caption=Odporúčame povoliť nástroj "Install Monitor" (Monitor inštalácií), ktorý vám pomôže vytvoriť a zobraziť log (záznam) všetkých vykonaných zmien v systéme počas inštalovania softvéru.

[Uninstaller_IUInstallMonitorFrm]
rdlbl_LogInstall.Caption=Záznam inštalácií
rdlbl_Or.Caption=ALEBO
rdlbl_Auto.Caption=Auto-monitorovať
rdlbl_Drap.Caption=Manuálne monitorovať

[IUInstallMonitorFrm_M]
TipFileMsi=Nepodporovaný spustiteľný inštalačný súbor. Opäť zadajte a skúste to znovu.
TipFileNotMsiExe=Neplatný spustiteľný inštalačný súbor. Vyberte platný spustiteľný inštalačný súbor a skúste to znovu.
AddTip1=Monitor inštalácií je zaneprázdnený !
AddTip2=Inštalácia sa už monitoruje. Skúste to znovu po dokončení tejto inštalácie.
StarFileTip=Nepodarilo sa spustiť
ExePathErrorTip=Spustenie inštalačného súboru zo sieťovej jednotky nie je podporované. Najprv ho skopírujte na svoj lokálny disk a skúste to znovu.
Logging=Záznam systémových zmien...
rdlbl_TipContent_M=Nástroj "Monitor inštalácií" detekuje a zaznamenáva systémové zmeny pri inštalácii, čo vám umožní zistiť, aké zmeny sledované programy vykonali počas inštalovania.
rdlbl_SwitchTip.Caption_M=Automaticky detekuje a vytvorí log pri inštalácii programu
rdlbl_DragFileTip.Caption_M=Tu pridajte alebo presuňte inštalačný súbor, aby ste spustili inštaláciu a vytvorili protokol a zmenách v systéme
EnableMonitorAutoTip=Povolením aktivujete aj sledovanie nástrojom IObit Uninstaller Monitor.
EnableMonitorManualTip=Manuálne sledovanie nie je dostupné nakoľko IObit Uninstaller Monitor je vypnutý.

[Uninstaller_frmMonitorLog]
lbl_Title.Caption=Inštalačný protokol
rdlbl_Export.Caption=Exportovať
btnImg_OK.Caption=OK

[IUInstallMonitorLogFrm_M]
DisplayNameTip=Názov:
InstallDateTip=Dátum a čas inštalácie:
VersionTip=Verzia:
PublisherTip=Vydavateľ:
LocationTip=Umiestnenie:
InstallationDurationTip=Trvanie inštalácie:
InstallPackageTip=Inštalácia balíka:
RegEntriesTip=Počet položiek v databáze registrov:
FilesCountTip=Súbory:
TaskCountTip_M=Plánované úlohy:
ServiceCountTip_M=Systémové služby:
DllCountTip=Registrované DLL:
StartUpCountTip=Položky pri spustení:
TotalSizeTip=Celková velkosť:
ProgramInformationTip=Informácie o programe
MMORegistryTip=Položky v databáze registrov
MMOFilesTip=Súbory
MMOTaskTip_M=Plánované úlohy
MMOServiceTip_M=Systémové služby
MMODllTip=Registrované DLL
MMOStartUpTip=Položky pri spustení
MonitorLog_SecondsLan=sek.
MonitorLog_SecondSingleLan=sek.
RegTip_Created=Vytvorenie Registry:
RegTip_Modified=Úprava Registry:
RegTip_Deleted=Odstránenie Registry:
FileTip_Created=Vytvorenie súboru:
FileTip_Modified=Úprava súboru:
FileTip_Deleted=Odstránenie súboru:

[Uninstaller_frmIObitUninstall]
btn_Feedback.Caption=Spätný ohlas

[MainForm_M]
Nav_Colle_Program_All=Programy
Nav_Colle_Browser_Extensions=Rozšírenia prehliadača
Nav_Colle_Win=Aplikácie Windowsu
Nav_Colle_AC=Centrum akcií
Nav_Colle_SH=Zdravie softvéru
Nav_Item_Program_All=Kompletný softvér
Nav_Item_Bundleware=Bundleware (balíky)
Nav_Item_Program_Recent=Nedávno nainštalované
Nav_Item_Program_Infrequent=Zriedkavo používané
Nav_Item_Program_Large=Veľké programy
Nav_Item_Browser_Extension_All=Všetky rozšírenia prehliadačov
Nav_Item_InstallMonitor=Monitor inštalácií
Nav_Item_Logged=Protokolovanie softvéru
Nav_Item_AndroidApp=Aplikácie pre Android
Hint_Settings=Nastavenia
Hint_Tools=Nástroje
UninstallProTipEnterCode=Zadať kód
Button_Uninstall=Odinštalovať
Button_Remove=Odobrať
Button_Update=Aktualizovať všetko
Button_Install=Inštalovať
ToolPopForceUninstallEx=Vynútené odinštalovanie+
ToolPopSoftUpdater=Aktualizátor softvéru
ToolPopStubborn=Drvič vzdorovitého programu
ToolPopHistory=História odinštalácií
ToolPopFileShredder=Drvič súborov
ToolPopHunterMode=Jednoduchá odinštalácia
ToolPopUpdateUninstall=Odinštalovanie aktualizácií Windowsu
MoreSettingPopSetting=NASTAVENIA...
MoreSettingPopRestore=Obnovenie systému
MoreSettingPopExport=Export zoznamu softvéru
MoreSettingPopUpdate=Kontrola aktualizácií
MoreSettingPopManual=Užívateľská príručka online
MoreSettingPopSupport=Technická podpora online
MoreSettingPopOnline=IObit online
MoreSettingPopAbout=O IObit Uninstalleri
MoreSettingPopWhatsNew=Čo je nové
MoreSettingSubscription=Moje predplatné
MoreSettingTranslate=Pomôžte nám s prekladom
DefaultSelProg=Odinštalujte zbytočné programy pre uvolnenie ďalšieho miesta.
DefaultSelPlug=Odoberte nežiadúce pluginy pre ochranu prehliadačov.
DefaultSelADPlugin1=Odstráňte 1 škodlivý/reklamný doplnok pre bezpečné surfovanie.
DefaultSelADPlugin2=Odstráňte %d škodlivé/reklamné doplnky pre bezpečné surfovanie.
DefaultSelWApp=Odinštalujte nepotrebné aplikácie Windowsu pre zrýchlenie počítača.
DefaultSelBundle=Odinštaluje nevyžiadané bundleware (balíky).
DefaultSelUpdate=Získajte aktualizácie pre svoje dôležité programy.
DefaultUpdaterPromot=Aktualizujte iný softvér pomocou IObit Software Updater.
DefaultUpdaterPromote1=nájdený zastaralý program.
DefaultUpdaterPromote2=nájdené zastaralé programy.
DefaultUpdaterPromoteInfo=Kliknutím na "Aktualizovať všetko" môžete aktualizovať všetky zastaralé programy jedným kliknutím.
SelInfoProg=program vybraný na odinštalovanie. Celková veľkosť:
SelInfoProgM=programy vybrané na odinštalovanie. Celková veľkosť:
SelInfoPlug=plugin vybraný na odstránenie.
SelInfoPlugM=pluginy vybrané na odstránenie.
SelInfoApp=aplikácia vybraná na odinštalovanie. Celková velkosť:
SelInfoAppM=aplikácie vybrané na odinštalovanie. Celková velkosť:
SelInfoBundle=vybraná položka na odinštalovanie.
SelInfoBundleM=vybrané položky na odinštalovanie.
BundleHint=Pri inštalácii hlavného programu, niektoré zámerne vložené aplikácie môžu byť nainštalované aj bez predchádzajúceho upozornenia. Položky, ktoré nechcete, môžete jednoducho neskôr odinštalovať.
RestoreDefaultSettingsButton=Obnoviť východzie nastavenia %s
APTitle=Aktivovanie všetkých funkcií edície PRO
AP5=Vyčistite odinštalovanie pomocou denníka (logu)
AP2=Kompletné odstránenie bundleware (balíkov)
AP6=Hladký výkon softvéru
AP4=Aktualizovanie softvéru jedným kliknutím
MainUpdate_Hint=Nová verzia
NewsDisconnCaption=Zdieľajte IObit Uninstaller so svojimi rodinami a priateľmi.
NewsDisconnDes=Budú nadšený z jeho kvalitou !
NewsNewVerCaption=Je k dispozícii dôležitá aktualizácia
NewsNewVerDes=Stiahnite si najnovšiu verziu.
ToolPopForceUninstall_Detail=Pomôže odinštalovať softvér, ktorý nie je možné odinštalovať bežným spôsobom
ToolPopSoftUpdaterEx_Detail=Aktualizuje zastaralý softvér pre zníženie bezpečnostných problémov
ToolPopHistory_Detail=Zobrazenie podrobností a stavu po každom odinštalovanom programe
ToolPopFileShredder_Detail=Pomôže bezpečne a natrvalo odstrániť nepotrebné súbory
ToolPopHunterMode_Detail=Presunutím zameriavača "Easy Uninstall" nad ikonu akéhokoľvek softvéru ho ľahko odinštalujete
ToolPopUpdateEx_Detail=Ak chcete uvoľniť ešte viac miesta v disku, odinštalujte nechcené aktualizácie systému Windows
ToolPopStubbornEx_Detail=Naša unikátna databáza podporuje odstránenie viac ako 4000 nepoddajných programov
DefaultSelInfoLoggedNew=Programy zaznamenané modulom Monitorovanie inštalácií je možné dôkladne odinštalovať.
DefaultSelAndroid=Odinštaluje už nechcené aplikácie Androidu pre uvoľnenie miesta v disku.

[MetroApp_M]
NoSerchItem_Tip=Žiadne položky nezodpovedajú vášmu hľadaniu.
Win8NoItemTip_M=Nenašli sa žiadne aplikácie systému Windows
Win8LoadingApp=Načítavam aplikácie...
Win8ListViewGroupsWin8AppHeader=Aplikácie Windowsu
Win8ListViewGroupsWin8AppSubtitle=Aplikácie vydané spoločnosťou Microsoft Corporation.
Win8ListViewGroupsThirdHeader=Aplikácie tretích strán
Win8ListViewGroupsThirdSubtitle=Aplikácie vydané treťou stranou.

[Uninstaller_Frame_Win8App]
ListView_AppList.Columns[0].caption=Názov
ListView_AppList.Columns[1].caption=Veľkosť
ListView_AppList.Columns[2].caption=Dátum inštalácie
ListView_AppList.Columns[3].caption=Akcia
lbl_Notice.caption=Ak chcete zobraziť aplikácie Windowsu, uistite sa, či váš bežný účet má práva "Administrátora".
mniUninstall.caption=Odinštalovať
mniRefush.caption=Obnoviť
mniDetails.caption=Detaily
mniOpenFile.caption=Otvoriť umiestnenie súboru
mniOpenReg.caption=Otvoriť v regedite
mniOpenWinstore.caption=Otvoriť v Microsoft Store
mniSearchOnline.caption=Hľadať online
mniRate.caption=Hodnotiť

[Uninstaller_DiskSmallFrm]
btnimg_uninstall.Caption=Odinštalovať
rdlbl_NoticeInfo.Caption=Voľného priestoru vo vašom systémovom disku je menej ako 10%.
rdlbl_NoticeTip.Caption=Odinštalovaním nežiadúceho softvéru pomocou IObit Uninstalla, získate viac voľného diskového priestoru.

[LeftNoticeForm_M]
LeftFound=Našli sa <a>%s</a> zvyšky po odinštalovaní softvéru.
LeftTip=Odstráňte ich, aby ste uvoľnili čo najviac miesta v disku.
LeftBtn=Odstrániť

[JunkNoticeForm_M]
JunkFound=Nájdené nadbytočné súbory softvéru: <a>%s</a>.

[SoftNoticeForm_M]
PopupTip=Zistili sa rušivé oznamy
PopUpOne=<a>1</a> vyskakovací oznam môžete zablokovať, aby nedochádzalo k vyrušovaniu.
PopUpEx=Toto je počet vyskakovacích oznamov, ktoré môžete zablokovať, aby nedochádzalo k vyrušovaniu: <a>%s</a>.
PopupBtn=Blokovať

[Malicious_M]
NoticeInfoEx_One=Bol zistený<BR><a>1</a> škodlivý softvér/rozšírenie, ktoré môžete odstrániť pre ochranu a zrýchlenie reakcií počítača.
NoticeInfoEx_Some=Tu je počet zisteného škodlivého softvéru/rozšírení, ktoré môžete odstrániť pre ochranu a zrýchlenie reakcií PC: <BR><a>%d</a>.

[InstallClearForm_M]
SetupTip=Detekcia nepotrebných inštalačných súborov
SetupClean=<a>1</a> nepotrebný inštalačný súbor môžete odstrániť, čím získate <a>%s</a> voľného miesta v disku.
SetupCleanEx=<a>%s</a> nepotrebné inštalačné súbory môžete odstrániť, čím získate <a>%s</a> voľného miesta v disku.
SetupBtn=Odstrániť

[SoftUpdate_Auto_M]
AutoUpdate_M=%s aktualizácie boli inštalované automaticky.
AutoUpdate_One_M=1 aktualizácia bola nainštalovaná automaticky.

[uninstall_Mitor_M]
showDetails_M=Zobraziť detaily
Cleanmanually_M=Manuálne čistenie
AutoClean_M=Automatické čistenie
Cleaning_M=Čistenie
Cleannow_M=Čistiť
StillLeavas_M="%s" ešte zostalo:
LeftoversRemoved_M=Zvyškov %s bolo odstránených z:
Registry_M=Register
File_M=Súbor
Files_M=súborov
Cleanfuture_M=Stále automaticky zmazať
Setting_M=Nastavenia
Uselessfiles_M=zbytkové súbory
UselessfilesOne_M=zbytkový súbor
Uselessregistryentries_M=zbytkové položky v registry
UselessregistryentriesOne_M=zbytočné položky v registry
Lan_BundleNoticeText_M=Pri inštalácii %s bol detekovaný balík.

[Plugin_M]
ListViewPlugSysbit=bajt
ListViewGroupMaliciousTitle=Škodlivé toolbary && pluginy
ListViewGroupMaliciousDesc=Tieto toolbary && pluginy môžu zmeniť vašu východziu domovskú stránku a pomôcť hackerom ukradnúť vaše súkromé informácie.
ListViewGroupAdTitle=Reklamné toolbary && pluginy
ListViewGroupAdDesc=Tieto toolbary a doplnky môžu zobrazovať reklamy, bannerové reklamy atď.
ListViewGroupTrustTitle=Dôveryhodné toolbary && pluginy
ListViewGroupTrustDesc=Toolbary && pluginy v tabuľke ↓nižšie↓ nepoškodia tento počítač. Môžete ich odobrať alebo ponechať podľa svojich potrieb.
ListViewGroupExtensions=Rozšírenie
ListViewGroupPlugins=Pluginy
ListViewGroupToolbar=Toolbary
ListViewGroupBHO=BHO
ListViewGroupActiveX=ActiveX
ListViewGroupFFBulit=Vstavané doplnky
ListViewGroupFFOther=Ďalšie rozšírenia
ListViewGroupExtension_DES=Rozšírenie sa používa na prispôsobenie prehliadačov funkciami, ktoré si sami vyberiete.
ListViewGroupPlugin_DES=Plugin môže byť jednoducho nainštalovaný a používaný ako súčasť webového prehliadača.
ListViewGroupToolbar_DES=Toolbary pomáhajú zrýchliť prístup na webové stránky alebo využívať rôzne funkcie.
ListViewGroupBHO_DES=BHO pomáha prispôsobovať prehliadače a poskytuje jednoduchšie interaktívne funkcie.
ListViewGroupActivex_DES=ActiveX využíva program Internet Explorer pre uľahčenie prehrávania multimediálnych súborov.
ListViewGroupFFBulit_DES=S inštaláciou alebo aktualizáciou Firefoxu sa nainštalujú/preinštalujú jeho rozšírenia
ListViewGroupFFOther_DES=Rozšírenia sú nainštalované z doplnkov Firefoxu alebo z iných kanálov
NoSerchItem_Tip=Žiadne položky nezodpovedajú vášmu hľadaniu.
PluginColumnStr_Title=Názov (celkom: %d)
ChromeSyncMsg=Synchronizácia v Chrome je povolená. Vybrané pluginy môžu byť automaticky reinštalované aj po ich odstránení. Kliknite na <a>Zakázať synchronizáciu Chrome</a> a postupujte podľa pokynov na našom fóre pre zakázanie synchronizácii Chromu.
EdgeSyncMsg=Synchronizácia v prehliadači Edge je povolená. Rozšírenia vybrané na odstránenie sa môžu po odstránení automaticky opäť nainštalovať. Kliknutím na <a>Zakázať Edge Sync</a> postupujte podľa podrobných pokynov na deaktiváciu Edge Sync.
FuncPluginSysPluginMsgBox=Neodporúčame odstrániť %s, lebo niektoré pridružené funkcie prehliadača môžu byť po odstránení ovplyvnené.
FuncPluginLoading=Načítavam...
FuncPluginRmoveSuccess=Úspešne odstránené. Načítavam...
FuncVotePlugSelectMsgBox=Vyberte položku, ktorú chcete hodnotiť
FuncPluginRmoveConfireSingleMsgBox=Naozaj chcete odstrániť vybranú položku ?
FuncPluginRmoveConfireSomeMsgBox=Naozaj chcete odstrániť vybrané položky ?
FuncCheckBrowserMsgBox_1=%s je spustený.
FuncCheckBrowserMsgBox_2=Kliknutím na "OK" ho zatvorte (no najskôr si uložte svoju prácu).
FuncCheckBrowserMsgBox_3=Alebo kliknite na "Zrušiť" pre zrušenie operácie.
FuncCheckBrowserMsgBox_4=%s sú spustené.
FuncCheckBrowserMsgBox_5=Kliknutím na "OK" zatvorte položky (no najskôr si uložte svoju prácu).
FuncCheckBrowserMsgBox_6=Alebo kliknite na "Zrušiť" pre zrušenie operácie.
FuncPluginRemoveFailedMsgBox_4=Odstránenie %s môže zlyhať, lebo ho chráni %s. Ukončte %s a reštartujte IObit Uninstaller pre opätovné spustenie odstránenia.
FuncRestoreSuccessMsgBox=Úspešne obnovené východzie nastavenia.
FuncRestoreFailedMsgBox=Nepodarilo sa obnoviť východzie nastavenia prehliadača.
PluginRestoreStr=Obnoviť východzie nastavenia %s
mniOpeninRegedit_M=Otvoriť v Regedite
lbl_NoFoundItems.caption_M=Nenašli sa žiadne toolbary ani doplnky

[VoteText_M]
FuncVoteMarkSelectMsgBox=Prosím ohodnoťte.
FuncVoteFailedMsgBox=Vaše hodnotenie zlyhalo. Skontrolujte svoje sieťové pripojenie a skúste to znovu.
FuncVoteActiveVote=Hodnotiť
FuncVoteWaitting=Prebieha odosielanie vášho hodnotenia. Čakajte prosím...
NewVote_1=Zatiaľ nikto neohodnotil.
NewVote_2=Hodnotiacich užívateľov: %d.
NewVote_3=Čo si myslíte o tomto rozšírení ?
NewVote_4=Čo si myslíte o tejto aplikácii ?
NewVote_5=Už ste to ohodnotili.
NewVote_6=Moje hodnotenie:
Removingnow_M=Removing now...

[Uninstaller_fraBrowserCleaner]
rdlvAllBrowse.Columns[0].Caption=Názov
rdlvAllBrowse.Columns[1].Caption=Hodnotené užívateľmi
rdlvAllBrowse.Columns[2].Caption=Akcia
rdlvCustomBrowse.Columns[0].Caption=Názov
rdlvCustomBrowse.Columns[1].Caption=Akcia
mniRemove.Caption=Odobrať
mniRate.Caption=Hodnotiť
mniIgone.Caption=Ignorovať
mniRefush.Caption=Obnoviť
mniOpenFloder.Caption=Otvoriť umiestnenie súboru
mniSelectedAll.Caption=Označiť všetko
mniInvertSelection.Caption=Prevrátiť výber
mniSearchOnline.Caption=Hľadať on-line

[Uninstaller_frmRestBrowserDefault]
lbl_Caption.Caption=Obnoviť prehliadač
lblConfire.Caption=Naozaj chcete obnoviť východzie nastavenia ?
lblHomepageTitle.Caption=Aktuálna domovská stránka:
lblSearchTitle.Caption=Aktuálne predvolený prehliadač:
btnImg_OK.Caption=OK
btnImg_Cancel.Caption=Zrušiť

[Uninstaller_frm_MessagePlugin]
lbl_OK.Caption=Úspešne odstránené !
lbl_Removing.Caption=Odstraňovanie...

[Uninstaller_Program_M]
Noprograms_UseLess_M=Nenašli sa žiadne programy (nepoužívajúce sa dlhšie ako %d mesiace).
Noprograms_UseLess_One_M=Neboli nájdené žiadne takéto programy (nepoužívajúce sa dlhšie ako 1 mesiac).
Noprograms_Size_M=Žiadne programy neprekračujú %s.
Noprograms_match_M=Žiadne položky nezodpovedajú vášmu hľadaniu.
Noprograms_Recent_M=Nenašli sa žiadne programy nainštalované v posledných 10 dňoch.
NoPrograms_RecentEx_M=Za posledný/-é %s mesiac/-e nebol nainštalovaný žiadny program
Noprograms_Android_M=Nenašli sa žiadne aplikácie pre Android
monthsago_M=pred %d mesiacmi
yearsago_M=pred %d rokom
yearsagos_M=pred %d rokmi
SoftwareFrame_InstallDate_M=Dátum inštalácie
SoftwareFrame_FrequencyUse_M=Posledné použitie
HistoryInfo_DisplayName=Názov
HistoryInfo_Publisher=Vydavateľ
HistoryInfo_Version=Verzia
HistoryInfo_InstallDate=Dátum inštalácie
HistoryInfo_UseSize=Zaberá miesta
HistoryInfo_Location=Umiestnenie
HistoryInfo_UninstallDate=Dátum odinštalácie
Lan_NoBundle_New=Bundleware (balík) je súčasť softvéru, ktorý môže nainštalovať rôzne nástroje bez vášho vedomia či upozornenia pri inštalácii hlavného programu.
Lan_Main_Soft=Hlavný program
Lan_Bundled_Soft=Pribalený program
Lan_Bundled_Plug=Pribalený plugin
ColumnName_Logged=Inštalačný log
ColumnName_LogDate=Dátum inštalácie
ViewDetail=Zobraziť log
NoPrograms_Logged=Softvér zaznamenaný vo vytvorenom protokole nástrojom "Monitor inštalácie" vám umožní v budúcnosti oveľa dôkladnejšie odinštalovať zaprotokolovaný softvér.
Show_Components_M=Zobraziť runtime súčasti systému
Last_Days_M=posledné %s dni
Last_Month_M=posledný %s mesiac
Last_Months_M=posledné %s mesiace
Larger_M=väčšie ako %s
NotUsed_Month_M=Nepoužívaný %s mesiac
NotUsed_Months_M=Nepoužívaný %s mesiace
AllDrives_M=Všetky disky

[Uninstaller_Frame_Software]
ListView_SoftwareList.Columns[1].Caption=Veľkosť
ListView_SoftwareList.Columns[2].Caption=Dátum inštalácie
ListView_SoftwareList.Columns[3].Caption=Akcia
Menu_Program_Uninstall.caption=Odinštalovať
Menu_Program_Repair.caption=Opraviť
Menu_Program_Refresh.caption=Obnoviť
Menu_Program_OpenFileLocation.caption=Otvoriť umiestnenie súboru
Menu_Program_OpeninRegedit.caption=Otvoriť v regedite
Menu_Program_SearchOnline.caption=Hľadať on-line
mni_Openthewebsite.caption=Otvoriť web. stránku
mni_RunNow.caption=Spustiť

[Uninstaller_Frame_Bundle]
ListView_BundleList.Columns[1].Caption=Typ
ListView_BundleList.Columns[2].Caption=Akcia
Menu_Program_Uninstall.caption=Odinštalovať
Menu_Program_OpenFileLocation.caption=Otvoriť umiestnenie súboru
Menu_Program_OpeninRegedit.caption=Otvoriť v regedite
Menu_Program_SearchOnline.caption=Hľadať on-line
mni_Ignore.caption=Ignorovať
mniOpenthewebsite.caption=Otvoriť web. stránku

[Uninstaller_frm_UninstallPromot]
lbl_BundleTitile.caption=Bol nájdený bundleware (balík).
btn_UninstallAll.caption=Odinštalovať všetko
lbl_Info.caption=Odinštaluje všetky balíky softvéru vrátane balíka IObit Uninstaller PRO, alebo odinštaluje iba zadaný program.

[Uninstaller_frm_UninstallBundle]
lbl_Text.caption=Bol nájdený bundleware (balík). Vyberte prosím nechcený balík na odinštalovanie.

[PromoteForm_M]
M_ProAD_Title=Ďalšie funkcie a výhody programu PRO edície:
M_ProAD_CleanLog=Dôkladne odinštaluje softvér pomocou vytvorených protokolov (logov) počas inštalácií
M_ProAD_Monitor=Monitorovanie inštalovania programu pre uľahčenie odstránenia jeho celého balíka (bundleware)
M_ProAD_Database=Rozsiahla databáza pre dôkladnejšie odstránenie nepoddajných programov
M_ProAD_Plugin=Odstránenie škodlivých/reklamných pluginov pre bezpečnejšie a hladké online surfovanie
M_ProAD_Update=Jedným kliknutím vaše dôležité programy budú vždy aktualizované
M_ProAD_SoftHealth=Automaticky detekuje chyby softvéru a ľahko zablokuje kontextové oznamy aj nežiadúce reklamy.
M_Continue=Pokračovať v odinštalovaní
M_BundleTitle=Aktivácia IObit Uninstaller PRO pre úplné odstránenie balíkov softvéru
M_BundleTitle2=Monitorovanie inštalovania softvéru v reálnom čase a jednoduché odstránenie balíka
M_UninstallLogTitle=Aktivácia programu IObit Uninstaller PRO pre automatické detekovanie a protokolovanie inštalácii softvéru pre budúce dôkladné odinštalovanie podľa uložených inštalačných protokolov.
M_PluginMaliciouTitle=Aktivácia programu IObit Uninstaller PRO pre dokonalé odstraňovanie škodlivých/reklamných pluginov
M_PluginMaliciouTitle2=Stále sa rozširujúca databáza pomôže odstrániť viac škodlivých/reklamných doplnkov
M_SPUninstallFail=Nepodarilo sa odinštalovať %s.
M_SPAD_Title=Aktiváciou na PRO edíciu to odinštalujete s konkrétnou databázou.
M_SPUninstallFailCount=%d programy sa nepodarilo odinštalovať.
M_SPADCount_Title=nie je možné odinštalovať bežným spôsobom. Aktivujte si PRO, aby ste ich odinštalovali s konkrétnou databázou.
SpecPromotTile_1=Nepodarilo sa odinštalovať %s.
SpecPromotTile_2=%d programy sa nepodarilo odinštalovať.
SpecPromotTile_3=1 program bol odinštalovaný.
SpecPromotTile_4=%d programy boli odinštalované.
SpecPromotTile_5=Nepodarilo sa odinštalovať 1 program.
SpecPromotTile_6=%d programy sa nepodarilo odinštalovať.
SpecPromotInfo_1=Aktiváciou na PRO to odinštalujete s konkrétnou databázou.
SpecPromotInfo_2=Aktiváciou na PRO ich odinštalujete s konkrétnou databázou.
SpecPromotInfo_3=%s sa nedá odinštalovať bežným spôsobom.

[Protip_M]
Congratulations_M=Gratulujeme !
YouHave_M=Úspešne ste aktualizovali aplikáciu IObit Uninstaller na najnovšiu verziu.
Try_M=Vyskúšať !
Tip_M=Úspešne sa automaticky aktualizoval na IObit Uninstaller <a>%d</a>.
WhatNew_M=Čo je nové v najnovšej verzii:
More_M=Viac podrobností

[Uninstaller_Public_M]
Lan_ButtonCancel=Zrušiť
Lan_ButtonClose=Zatvoriť
Lan_ButtonContinue=Pokračovať
Lan_ButtonClean=Čistiť
Lan_Cleaning=Čistenie
Lan_Details=Detaily
Lan_Exit=Ukončiť
Lan_Hide=Skryť
Lan_Ignore=Ignorovať
Lan_Ignored=Ignorovaný
Lan_item=položka
Lan_items=položky
Lan_LoadingD=Načítavam...
Lan_WindowMin=Minimalizovať
Lan_WindowMax=Maximalizovať
Lan_ButtonNo=NIE
Lan_Name=Názov
Lan_NameT=Názov (celkom: %d)
Lan_Notagain=Viac to nezobrazovať
Lan_ButtonOK=OK
Lan_Publisher=Vydavateľ
Lan_WindowRest=Zmenšiť okno
Lan_ButtonRemove=Odobrať
Lan_State=Stav
Lan_Show=Zobraziť
Lan_Scan=Skenovať
Lan_Search=Hľadať
Lan_ButtonUninstall=Odinštalovať
Lan_Version=Verzia
Lan_ButtonYES=ÁNO
Lan_ButtonFor0=Získať PRO za 0 €
Lan_ButtonActivate=Aktivovať
Lan_ButtonUpgrade=Upgradovať
Lan_ButtonUpgradeFor0=Upgradujte teraz za 0 €
Lan_DisplayName=Názov
Lan_Installationpath=Umiestnenie inštalácie
Lan_Description=Popis
Lan_LinkAbout=O odkaze
Lan_LinkHelp=Odkaz pomoci
Lan_SysMsgCorrupted=Niektoré súbory aplikácie IObit Uninstaller sú poškodené. Musíte preinštalovať IObit Uninstaller.
Lan_Bit=bajtov

[RC_M]
M1=Chcem PRO edíciu zdarma
M2=Teraz 0 € za jednoduchšie, výkonnejšie a kompletnejšie odinštalovanie.
M3=Auto
M4=Odstránenie zvyškových súborov
M5=Jedným kliknutím
M6=Oprava všetkých problémov so softvérom
M7=Viac ako 4000
M8=Odstránenie neodinštalovateľného softvéru
M9=O 50% väčšia
M10=Databáza aktualizácií softvéru
M11=Teraz zadarmo ponúkame ďalšie skvelé a vylepšené funkcie PRO edície:
M12=BEZPLATNÉ aktivovanie AUTOMATICKÉHO čistenia zvyškových súborov
M13=a využitie rýchlejšej a plynulejšej činnosti počítača.

[Unistaller_Register_M]
license_OtherCode_M=Licenčný kód %s je platný iba pre %s. Kliknite na "OK" pre stiahnutie, inštalovanie a registrovanie %s.
LicenseCannotconnect_M=Nepodarilo sa pripojiť k nášmu serveru. Skontrolujte svoje nastavenia siete / proxy a skúste overiť svoju licenciu neskôr.
license_OtherGivewalys_M_M=%s je darovaný licenčný kód a platí iba pre určenú verziu. <a>TU</a> kliknite a zakúpte si nový licenčný kód pre IObit Uninstaller %s PRO.
License_expired_M=Licencia %s už vypršala. <a>Tu</a> kliknite pre zakúpenie novej licencie.
License_maximum_M=Licencia %s už bola aktivovaná pre maximálny počet počítačov a už nemôže byť viac použitá. <a>Tu</a> kliknite pre zakúpenie novej licencie, aby ste mohli aktivovať IObit Uninstaller PRO v tomto počítači.
License_Free_M=Licencia %s sa nedá aktivovať. Zakúpte si novú licenciu pre svoj IObit Uninstaller PRO.
License_valid_M=Neplatný licenčný kód! Zadajte platný licenčný kód.
LicenseSeat_M=Licencia:
LicenseCodeLiftTime_M=Toto je celoživotný licenčný kód, ktorý platí iba pre IObit Uninstaller v%d. Nainštalujte IObit Uninstaller v%d PRO a aktivujte.
licensedays_left_M=Zostáva dní : %d
licenseday_left_M=Zostáva %d deň
LicenseCodeLocation_M=Licenčný kód %s nie je platný pre váš región alebo krajinu. Ak si chcete zakúpiť platný licenčný kód, kliknite na "OK".
Never_M=Nikdy
M_CheckYourLicense=Ak chcete skontrolovať stav svojej licencie, môžete prejsť do časti "Moje predplatné" kliknutím na ponuku "Nastavenia" v úvodnom okne.

[Uninstaller_Form_Activate]
Label_Get.caption=Kúpte si kód on-line
Label_Retrv.caption=Stratil(a) som lic. kód
Label_Eg.caption=Napr.: AAAAA-BBBBB-CCCCC-DDDDD
RdImgBtnRegNow.caption=REGISTROVAŤ
RdLabelCaption.caption=Aktivujte si PRO edíciu pre získanie všetkých kvalít služieb aplikáciie
Label_Please.caption=Zadajte svoj licenčný kód ↓nižšie↓ a kliknite na "REGISTROVAŤ" pre aktiváciu kompletných funkcií edície PRO.
Label_Code.caption=Licenčný kód :
RdBtnlab.caption=Ponúkame ďalšie výhody :
RdImgBtn_Upgrade.caption=Chcem PRO

[Form_Activate_M]
TitleOne=Mazanie zvyškov po odinštalovaní pomocou protokolov
ContentOne=Dôkladne odinštaluje programy pomocou protokolov vytvorených počas inštalácií
TitleTwo=Odstránenie neodinštalovateľného programu
ContentTwo=Úplne odstráni viac ako 4000 nepoddajných programov pomocou našej jedinečnej databázy
TitleThree=Hladký výkon softvéru
ContentThree=Automaticky detekuje chyby softvéru a ľahko vám pomôže zablokovať nechcené kontextové oznamy aj nežiadúce reklamy
TitleFour=Aktualizátor softvéru
ContentFour=Jediným kliknutím zabezpečí, aby boli vaše dôležité programy vždy aktuálne

[Uninstaller_Form_LicenseManager]
RdImgBtn_close.caption=Zatvoriť
lbleg.Caption=Napr.: AAAAA-BBBBB-CCCCC-DDDDD
rdlblHelp.caption=Pomoc online
Label_Please.caption=Zadajte svoj licenčný kód ↓nižšie↓ a kliknite na "REGISTROVAŤ" pre aktiváciu všetkých funkcií edície PRO.
Label_Code.caption=Licenčný kód :
RdImgBtnRegister.caption=REGISTROVAŤ
Label_Retrv.caption=Stratil(a) som lic. kód.
Label_HaveLicense.caption=Nemáte licenčný kód ?
Label_click.caption=Tu kliknite pre získanie.
RdImageButton_Back.caption=Späť
RdImageButton_Close.caption=Zatvoriť
RdLabelCaption.caption=Správca lic. kódu
Label_Status.caption=Stav lic. kódu :
Label_Activated.caption=Aktivovaný
Label_Lcode.caption=Licenčný kód :
Label_Data.caption=Dátum ukončenia :
Label_Refresh.caption=Obnoviť
Label_Export.caption=Export. licenciu
rdlblAlread.caption:=Už mám licenčný kód

[uninstaller_Form_licensemessage]
rdlblHelp.caption=Pomoc online
RdImgBtn_Closetwo.caption=Zatvoriť
Label_success.caption=GRATULUJEME. Licenčný kód bol úspešne aktivovaný.

[Monitor_FormMainInitWizard_M]
M_NoticeInfo_AB=1. Stlačením ľavého tlačidla myši, držaním a jej presúvaním vyberiete oblasť obrazovky z ktorej chcete vytvoriť snímok
M_NoticeInfo_AC=2. Kliknutím pravého tlačidla myši alebo stlačením klávesy "Esc" to ukončíte.
M_Rect=Obdĺžnik
M_Oval=Ovál
M_Text=Text
M_Paintbrush=Štetec
M_Return=Obnoviť operáciu (Ctrl + Z)
M_Copy=Kopírovať do schránky
M_Exit=Ukončiť
M_Save=Uložiť
M_TipInfo=Snímok obrazovky bol uložený do schránky. Môžete použiť aj "Ctrl + V" pre uloženie.
M_TipShow=Viac to nezobrazovať
M_TipSure=OK

[Uninstaller_frmSetting]
lbl_Caption.caption=NASTAVENIA
lbl_SkinTitle.caption=Vzhľad :
lbl_LanguageTitle.caption=Aktuálny jazyk :
lbl_FontSize.caption=Veľkosť písma :
lbl_Dark.caption=Čierny
lbl_Light.caption=Biely
lbl_Transparency.caption=Priehľadnosť:
lbl_UpdateTitle.caption=Spôsob aktualizovania
lbl_UpdateChooseDes.caption=Spôsob aktualizovania tohto produktu
btnImg_UpdateRemind.caption=Oznamovať dostupnosť aktualizácií
btnImg_UpdateAuto.caption=Automaticky aktualizovať
btnImg_AutoDelete.caption=Automaticky odstraňovať zbytkové súbory
btnImg_AfterUninstallAutoScan.caption=Automaticky odstraňovať zvyšky softvéru po odinštalovaní iným odinštalačným programom
btnImg_RemoveToRecycleBin.caption=Odstraňovať súbory zvyškov do Koša
btnImg_ShowExplorerButton.caption=Pridať možnosť "Skartovať súbor" do Prieskumníka Windowsu
btnImg_ShowComponents_New.caption=Zobraziť runtime súčasti systému
btnImg_ShowMenuButton.caption=Pridať možnosť "Výkonné odinštalovanie" do kontextovej ponuky systému Windows
btnImg_CreateRestore.caption=Pred odinštalovaním vytvoriť bod obnovenia
lbl_HotKey.caption=Klávesy pre odinštalovanie
lbl_OccupiedHotKey.caption=Už sa používajú, zadajte nové.
btn_NotifySoftUpdater.caption=Oznamovať dostupnosť nových aktualizácií softvéru
btnImg_SystemDiskSpace.caption=Upozorňovať ak voľného miesta v disku bude menej ako 10%
btnImg_UserInterface.Caption=Užívateľské rozhranie
btnImg_General.Caption=Všeobecné
btnImg_Notification.Caption=Oznamovanie
btn_Uninstall.Caption=Odinštalovať
btn_SoftwareHealth.Caption=Zdravie softvéru
btn_Ingore.Caption=Zoznam ignorovaných
lbl_Infrequently.Caption=Zriedkavo používané programy: nepoužité pre
lbl_Large.Caption=Veľké programy: väčšie ako
btn_UpdateManually.Caption=Aktualizovať ručne
btn_Quick.Caption=Povoľte rýchlu odinštaláciu, aby sa automaticky potvrdili požiadavky z pôvodného rutinného odinštalovania programu (ak je to možné).
btn_SoftAutoUpdate.Caption=Automatická aktualizácia zastaralého softvéru
lbl_SavaDownload.Caption=Uložiť všetky stiahnuté programy do:
btn_Browse.Caption=Vyhľadať...
lbl_PermissionsDes.Caption=Vyberte povolenia softvéru pre skenovanie:
lbl_InstallFileDes.Caption=Odstraňovanie inštalačných súborov:
btn_InstallFilesInstalled.Caption=Odstrániť všetky už nainštalované inštalačné súbory
btn_InstallFilesNotUsed.Caption=Odstrániť inštalačné súbory, ktoré sa nepoužívajú pre
btn_InstallFileDelte.Caption=Odstrániť inštalačné súbory do Koša
lbl_IgnoreTip.Caption=Ignorované položky nebudú detekované, kým ich neodstránite zo zoznamu↓nižšie↓.
btn_EnableMonitor.Caption=Povoliť IObit Uninstaller Monitor a načítavať ho pri spustení Windows_u
btn_SkipUAC.Caption=Preskočiť varovanie pre "Riadenie užívateľských účtov"
lbl_RecentlyInstall.Caption=Naposledy nainštalované programy:
btn_UseSystemDIP.Caption=Použiť systémové nastavenia DPI
lbl_bundleware_IgnoreTip.Caption=Zoznam ignorovaných balíkov
lbl_health_IgnoreTip.Caption=Zoznam ignorovania stavu softvéru

[Uninstall_setting_M]
Setting_Size_Normal=Normálne
Setting_Size_Large=Veľké
Setting_Size_Larger=Najväčšie
EnableMonitor=IObit Uninstaller Monitor bude pracovať na pozadí, aby sa zabezpečilo správne fungovanie dôležitých funkcií.
SystemComponentsInfo=Systémové komponenty ako Microsoft .NET Framework, Microsoft Visual C++ Redistributable alebo Microsoft XNA.
btnImg_NotificInstallLog_M1=Oznamovať vytvorenie inštalačného denníka pri auto-monitorovaní
btnImg_BundlewareInstalled_M=Upozorňovať na inštaláciu balíka
btnImg_BrowserPlugTip_M=Upozorňovať na inštaláciu škodlivého plug-inu
btnImg_AutoCleanTipForm_M=Informovať ma, keď sú zistené zvyškové súbory po odinštalovaní iným odinštalačným programom
btnImg_leftovers_M=Upozorňovať na nájdené zvyšky po odinštalácii softvéru
btnImg_SoftNotific_M=Informovať ma pri zistení nových vyskakovacích oznamovaní
btnImg_NotNeedInstall_M=Informovať ma o zistení nepotrebných inštalačných súborov
btnImg_NotNeedJunk_M=Oznamovať nájdenie nadbytočných súborov softvéru
M_Mounth=1 mesiac
M_Mounths=%d mesiace
Last_Days_M=posledné %s dni
Last_Month_M=posledný %s mesiac
Last_Months_M=posledné %s mesiace

[Uninstaller_Form_MonitorMsgbox]
rdlblTitle.caption=Funkcie nebudú pracovať správne!
rdlblSure.caption=Ak IObit Uninstaller Monitor nebude načítavaný pri spustení systému Windows, vyššie uvedené funkcie nebudú pracovať správne. Aj tak chcete túto možnosť zrušiť?
rdlblDes.caption=IObit Uninstaller Monitor je veľmi dôležitý a potrebný pre nasledujúce funkcie:
rdhtmlblText.caption=- Kontroluje aktualizácie<br>- Monitoruje inštalácie programov<br>- Zisťuje neúplné odinštalovanie a vyhľadáva zvyškové súbory<br>- Zisťuje škodlivý softvér/rozšírenia a balíky<br>- Zisťuje kontextové upozornenia<br>- Vyhľadáva už nepotrebné inštalačné súbory<br>- Monitoruje voľné miesto v disku systému

[SoftUpdate_M]
SUCaption=Aktualizátor softvéru
SU_GroupOutData=Zastaralý
SU_GroupUpToDate_New=Aktuálny
SU_Ignore=Ignorovať
SU_Ignored=Ignorovaný
SU_NoIgnore=Zrušiť ignorovanie
SU_Update=Aktualizovať
SU_Updating=Aktualizácia
SU_UpToDate=Aktuálny
SU_NewVersion=Nová verzia
SU_CurrVersion=Používaná verzia
SU_ActivePro=Aktivovať automatické aktualizácie
SU_Button_UpdateAll=Aktualizovať všetko
SU_NoUpdates=Pre váš softvér nie su k dispozícii žiadne aktualizácie softvéru.
SU_IgnoreForever=Ignorovať všetky aktualizácie
SU_IgnoreCurrent=Ignorovať iba túto aktualizáciu
SU_CancelUpdate=Prebieha aktualizácia. Naozaj chcete zrušiť aktualizáciu ?
SU_DefaultSelUpdate=VÝBORNE! Všetok softvér máte aktualizovaný !
SU_DefaultUpdaterPromoteInfo=Aktualizujte všetok zastaralý softvér, aby ste znížili bezpečnostné riziká.

[SoftUpdatePromote_M]
IUP_Manually=Aktualizujte manuálne
Img_Tab=Aktivujte IObit Uninstaller PRO pre
LbIUPromote1=Aktualizuje všetky dôležité programy iba jedným kliknutím
LbIUPromote2=Inštaluje aktualizácie automaticky bez toho, aby ste navštívili webové stránky
IUP_Manually2=Manuálne odinštalovanie
LbIUPromote3=Odinštaluje všetky neodinštalovateľné programy jediným kliknutím
LbIUPromote4=Unikátna databáza podporuje odstránenie viac ako 4000 neodinštalovateľných programov
LbIUPromote5=Automatická oprava problémov s odinštalovaním a automatické čistenie zvyškov po odinštalovaní
IUP_Manually3=Manuálne odstránenie
LbIUPromote6=Odstráni všetok škodlivý softvér a rozšírenia jediným kliknutím
LbIUPromote7=Automatické čistenie zvyškov po odstránení
SUInstall=Inštalovať
SUImg_Tab=IObit Software Updater - inštalovanie
LbSUPromote1=Bez námahy aktualizuje oveľa viac programov
LbSUPromote2=Jednoducho nainštaluje programy, ktoré si zvolíte
SUEULA=Kliknutím na "Inštalovať" súhlasíte s inštaláciou aplikácie IObit Software Updater, prijímate jeho <a>EULA</a> a <a>Zásady ochrany súkromia</a>.

[SoftUpdateTip_M]
TipOne=Bolo by dobré aktualizovať produkt: <a>%s</a>
TipOnes=Bolo by dobré aktualizovať produkty: <a>%s</a>
TipInfo=na ochranu vášho počítača pred bezpečnostnými zraniteľnosťami
NeverShow=Viac to nezobrazovať
BtnUpdate=Aktualizovať
M_NoticeLastUpdate=%s dni od poslednej aktualizácie
M_NoticeLastOneUpdate=1 deň od poslednej aktualizácie

[SpecUTool_M]
SpecTOpen=Otvoriť
SpecTOK=OK
SpecTHide=Skryť
TrayHint=IObit Uninstaller prevádza odinštalovanie softvéru
SpecTUninstalling=Odinštalovanie nasledujúceho softvéru:
SpecTUninstallingM=Odinštalovanie nasledujúcich programov:
SpecTUninstalled=program bol odinštalovaný.
SpecTUninstalledM=programy boli odinštalované.
SpecTClose=Zatvoriť

[Uninstaller_form_StubbornTool]
lbl_Title.caption=Drvič vzdorovitých programov
lbl_DescInfo.caption=Jednoducho skontroluje a odstráni programy, pri ktorých nie je možné nájsť položku na odinštalovanie v celom zariadení.

[Uninstaller_Stubborn_M]
OfficialGroupEx=Oficiálna databáza odstraňovačov (%d)
OfficialDesEx=Niektoré programy sa nedajú z bezpečnostných dôvodov odinštalovať bežným spôsobom. Môžete ich ľahko odinštalovať pomocou ich oficiálneho odstraňovača z tejto "Databázy softvéru".
AllGroupEx=Databáza podporovaného softvéru (%d)
AllDesEx=Do tohto zoznamu postupne môžete zadávať ďalší softvér, ktorý pravdepodobne nenašiel položku na odinštalovanie ani v iných umiestneniach. To pomôže vybraný softvér pohodlne odinštalovať.
ProblemsTip=Zistené problémy
LoadingTip=Načítavam databázu podporovaných programov...
NotInstallSingleMsgBox=Pre nasledujúci program neboli zistené žiadne problémy s odinštalovaním. Naozaj chcete pokračovať v odinštalovaní a aj vyhľadávať zvyškové súbory ?
NotInstallSomeMsgBox=Pri nasledujúcich programoch neboli zistené žiadne problémy s odinštalovaním. Naozaj chcete pokračovať v odinštalovaní a aj vyhľadávať zvyškové súbory ?

[uninstaller_frmSystemRestore]
lbl_Caption.Caption=Obnovenie systému
rdlblDesc.Caption=Obnoví počítač do stavu v ktorom sa nachádzal pred vybranou udalosťou. Posledný Bod obnovenia sa nedá odstrániť pre zabezpečenie systému.
ListView_Restore.Columns[0].Caption=Dátum & čas
ListView_Restore.Columns[1].Caption=Popis
btn_CreateRestorePoint.Caption=Vytvoriť Bod obnovenia
RdImageButton_Restore.Caption=Obnoviť
RdImageButton_Delete.Caption=Odstrániť
lblNull.Caption=Body obnovenia systému neboli ešte vytvorené.
Rdlbl_CreateRestorePoint.caption=Vytvoriť Bod obnovenia

[SystemRestore_M]
SysRestore_CreateComplete=Bod obnovenia bol úspešne vytvorený.
SysRestore_CreateFailed=Vytvorenie Bodu obnovenia zlyhalo! Skontrolujte, či je funkcia Obnovenie systému povolená.
SysRestore_CreateRestore_Confirm=Naozaj chcete vytvoriť Bod obnovenia ?
SysRestore_CreateRestore_Tip=Prebieha vytváranie Bodu obnovenia. Čakajte prosím...
SysRestore_CreateRestore_Failed=Vytvorenie Bodu obnovenia zlyhalo! Skontrolujte, či je funkcia Obnovenie systému povolená.
SysRestore_SetRestore_Confirm=UPOZORNENIE: Obnovením systému do zvoleného Bodu obnovenia sa vrátia späť všetky zmeny vykonané po tomto bode obnovenia. Po tomto spustení systémovú funkciu Obnovenie systému "NIE je možné zrušiť ani prerušiť". Naozaj chcete pokračovať ?
SysRestore_SetRestore_Reboot=Pre uplatnenie týchto zmien sa vyžaduje reštartovať počítač. Uložte všetky otvorené súbory a zatvorte všetky otvorené programy pred reštartovaním. Chcete reštartovať počítač teraz ?
SysRestore_SetRestore_Tip=Prebieha obnovovanie systémových súborov a všetkých nastavení. Čakajte prosím...
SysRestore_Delete_Confirm=Naozaj ho chcete odstrániť ?

[UninstallForm_M]
MsgBox_SelectProgram=Vyberte aspoň jeden program.
Msg_Bundle_RebootSpec=bol odinštalovaný. Ak chcete odinštaláciu dokončiť, reštartujte počítač.
OneItemStr=%d položka
SomeItemStr=%d položky
Clean_Uninstall=Čistiť po odinštalovaní
RebootToDelete_Str=(Odstrániť po reštarte)
UninstallingSingleStr=Naozaj chcete odinštalovať vybraný program ?
UninstallingSomeStr=Naozaj chcete odinštalovať vybrané %d programy ?
UninstallingSingleStr_New=Naozaj chcete odinštalovať vybranú položku ?
UninstallingSomeStr_New=Naozaj chcete odinštalovať vybrané %d položky ?
UninstallingSingleStrUpdate=Naozaj chcete odinštalovať vybranú aktualizáciu systému Windows ?
UninstallingSomeStrUpdate=Naozaj chcete odinštalovať vybrané %d aktualizácie systému Windows ?
UninstallingSingleStrApp=Naozaj chcete odinštalovať vybranú aplikáciu Windowsu ?
UninstallingSomeStrApp=Naozaj chcete odinštalovať vybrané aplikácie %d Windowsu ?
Uninstall_Str=Prebieha odinštalovanie %s (%d/%d)
Scan_Str=Skenovanie %s (%d/%d)
UninstallOne_Str=Prebieha odinštalovanie %s
ScanOne_Str=Prebieha skenovanie %s
CreateRetore_Str=Prebieha vytváranie Bodu obnovenia. Čakajte prosím...
SureToDeleteSomeStr=Odinštalované programy <a>%d</a>. Pozorne skontrolujte a označte iba položky, ktoré chcete odstrániť.
SureToDeleteOneStr=Odinštalovaný <a>1</a> program. Pozorne skontrolujte a označte iba položky, ktoré chcete odstrániť.
SureToDeleteSomeStr_New=<a>%d</a> položky budú odinštalované, ale stále zostanú nasledujúce zvyšky.
SureToDeleteOneStr_New=<a>1</a> položka bola odinštalovaná, ale stále zostali nasledujúce zvyšky.
SureToDeleteSomeStrApp=<a>%d</a> aplikácie Windowsu boli odinštalované. Stále však zostali zvyšky.
SureToDeleteOneStrApp=<a>1</a> aplikácia Windowsu bola odinštalovaná. Stále však zostali zvyšky.
SureToDeleteByHistroy=Žiadne zvyšky sa nenašli
DeletingStr=Prebieha odstraňovanie zvyškov. Čakajte prosím
DeleteCancleStr=Naozaj chcete zrušiť odstraňovanie ?
RestoringCancleStr=Prebieha vytváranie bodu obnovenia. Naozaj to chcete zrušiť ?
UninstallingCancleStr=Prebieha odinštalovanie a množstvo súborov môže ešte zostať v PC, ak teraz to ukončíte. Aj tak to chcete ukončiť ?
ScaningCancleStr=Pozor, vyhľadávanie zvyškov stále prebieha a ak to skončíte, môžu zostať zvyšné súbory. Naozaj to chcete ukončiť a odisť ?
RegistryCaption_Str=Register
FileCaption_Str=Súbor
TaskCaption_Str=Naplánované úlohy
ServiceCaption_Str=Systémové služby
DllCaption_Str=Registrované DLL
SuccessReslutFromHistroySingle=Zbytkové súbory boli úspešne vyčistené. Pozrite si podrobnosti ↓nižšie↓:
SuccessReslutFromUninstallSingle=Úspešne ste odinštalovali program <a>%d</a> s podrobnosťami uvedenými ↓nižšie↓:
SuccessReslutFromUninstallSome=Úspešne ste odinštalovali programy <a>%d</a> s podrobnosťami uvedenými ↓nižšie↓:
SuccessReslutFromUninstallSingle_New=Úspešne ste odinštalovali <a>%d</a> položku a odstránili zvyšky uvedené↓nižšie↓:
SuccessReslutFromUninstallSome_New=Úspešne ste odinštalovali <a>%d</a> položky a odstránili zvyšky uvedené↓nižšie↓:
SuccessReslutFromUninstallSingleApp=Úspešne ste odinštalovali <a>%d</a> aplikáciu systému Windows a podrobnosti sú uvedené↓nižšie↓
SuccessReslutFromUninstallSomeApp=Úspešne ste odinštalovali <a>%d</a> aplikácie systému Windows a podrobnosti sú uvedené↓nižšie↓
FileDelete_Str=Súbory
RegDelete_Str=Záznamy v Registry
TaskDelete_Str=Plánované úlohy
ServiceDelete_Str=Systémové služby
DeepDelete_Str=Položky protokolu
RegDelete_Str_Single=Záznam v Registry
HtmlRecomReslutCaption=Odinštalované <a>%d</a> programy a odstránené zbytky ↓nižšie↓:
HtmlRecomReslutCaption1=Odinštalovaný <a>%d</a> program a odstránené zvyšky sú uvedené↓nižšie↓
HtmlRecomReslutAppCaption=Odinštalované <a>%d</a> programy a odstránené zvyšky sú uvedené↓nižšie↓
HtmlRecomReslutAppCaption1=Odinštalovaná aplikácia <a>%d</a> Windowsu a odstránené zvyšky sú uvedené↓nižšie↓
HtmlRecomReslutSoftCaption=<a>%s</a> odinštaloval a odstránil zvyšky zobrazené nižšie:
HtmlFileReCaption=<a>%s</a> zbytočných súborov
HtmlRegReCaption=<a>%d</a> zbytočných záznamov v databáze registrov
HtmlTaskReCaption=<a>%d</a> neplatných plánovaných úloh
HtmlServicesReCaption=<a>%d</a> neplatných systémových služieb
HtmlDeepReCaption=<a>%d</a> položky v logu
HtmlFileReCaptionOne=<a>%s</a> zbytočný súbor
HtmlRegReCaptionOne=<a>%d</a> zbytočná položka v registroch
HtmlTaskReCaptionOne=<a>%d</a> neplatná úloha plánu
HtmlServicesReCaptionOne=<a>%d</a> neplatná systémová služba
HtmlDeepReCaptionOne=<a>%d</a> položka v logu
UninstallPromote=Kúpiť
RebootYes=Reštatovať
RebootLater=Neskôr
FromHistroyNoItem=Nenašli sa žiadne zvyšky.
FromUninstallNoItem=Odinštalovanie úspešne dokončené.
RelatedMetroText=Tieto aplikácie sú vzájomne prepojené. Odinštalovaním ktorejkoľvek z nich, automaticky budú odinštalované aj ostatné. Aj tak to chcete odinštalovať ?
RelatedSoftText=↑Vyššie↑ uvedené produkty v balíku boli nainštalované súčasne. Chcete ich aj spoločne odinštalovať ?
HtmlADPluginCaption=Rušivé reklamné pluginy: <a>%d</a>
HtmlMaliciousPluginCaption=Hrozby škodlivých pluginov: <a>%d</a>
MoneyBackInfo=Budete si užívať bezpečnejší a rýchlejší počítač odstránením nevyžiadaných programov a pluginov. Garantujeme 60-dennú záruku vrátenia peňazí bez akýchkoľvek otázok.
SpecRestartAll=Reštartujte počítač, aby boli úplne odinštalované nasledujúce programy. Reštartovať teraz ?
SpecRestartOne=Reštartujte počítač, aby ste úplne odinštalovali nasledujúci program. Reštartovať teraz ?
UnPromoteTitle=S PRO edíciou ponúkame tieto funkcie a výhody :
UnPromote_60=60 - dňovú záruku vrátenia peňazí €.
PromotelbPlugins_New=Odstráňte <a>%d</a> škodlivé aplikácie a rozšírenia pre bezpečnejšie surfovanie
PromotelbPlugin_New=Odstráňte <a>%d</a> škodlivý softvér a rozšírenie pre bezpečnejšie surfovanie
PromotelbPlugin0_New=Odstránenie škodlivého softvéru a rozšírenia pre bezpečnejšie surfovanie
PromotelbUpdate=Jedno klikové aktualizovanie zastaralého softvéru <a>%d</a> pre eliminovanie bezpečnostného ohrozenia
PromotelbUpdate0=Jedno klikové aktualizovanie zastaralého softvéru pre eliminovanie bezpečnostného ohrozenia
PromotelbMoreDBs_New=Dôkladne odstrániť <a>%d</a> nepoddajné programy
PromotelbMoreDB_New=Dôkladne odstrániť <a>%d</a> nepoddajný program
PromotelbMoreDB0_New=Unikátna databáza podporuje odinštalovanie viac ako 4000 nepoddajných programov
PromotelbClean=1-klikové odstránenie celého balíka (bundleware)
PromotelbAuto=Automatické odstránenie zvyškov softvéru, ktoré zostali po jeho odinštalovaní
NeedCloseApp=%s je spustený a pre odinštalovanie musí byť zatvorený. Chcete to ihneď zatvoriť ?
LB_Free=Free
LB_Pro=PRO
RestoreOpenstr=Obnovenie systému nie je povolené. Kliknutím na tlačidlo "OK" umožníte programu IObit Uninstaller pred odinštalovaním rôznych programov vytvárať nové Body obnovenia.
OfficialFail=Nasledujúci program sa nepodarilo odinštalovať. Môžete ho odinštalovať pomocou jeho oficiálneho odinštalačného nástroja.
OfficialFails=Nasledujúce programy sa nepodarilo odinštalovať. Skúste všetko odinštalovať pomocou ich oficiálnych odinštalačných nástrojov.
QuitDonwload=Naozaj chcete zrušiť sťahovanie ?
LogHintTitle=Poskytujeme tieto výhody:
LogHintStr=+ Dôkladné odinštalovanie v protokoloch zaznamenaných programov.<br>+ Totálne odstránenie viac ako 200-tich ťažko odinšalovateľných programov.<br>+ Kompletne & ľahko odinštaluje nežiadúce balíky softvéru.
UpgradePromote=Inovujte na aplikáciu IObit Uninstaller PRO pre automatické čistenie zvyškov
UpgradeFileDelete=Úspešne zmazaných zvyškov po odinštalácii: %s.
UpgradeRegsDelete=Úspešne odstránených zvyškových položiek z databázy registrov: %s.
UpgradeRegDelete=%s zvyšková položka bola úspešne odstránená z databázy registrov.
TrdUnPromoteResidualFile=Zostatkové súbory odstráňte ručne.
TrdUnPromoteTired=Už vás nebaví manuálne čistenie ?
TrdUnPromoteUpgrade=Inovujte na IObit Uninstaller PRO, aby ste bez námahy odstránili zostatkové súbory.
TrdUnPromoteAdvanced=Pokročilé algoritmy skenovania
TrdUnPromoteAutoClean=Auto-odstraňovanie zvyškových súborov
TrdUnPromoteEnableNow=Povoliť auto-čistenie
PromoteB_Title=S verziou PRO je možné vyriešiť ďalšie problémy :
PromoteB_Update=Zastaralý softvér, ktorý je možné aktualizovať jedným kliknutím :
PromoteB_Plugin_New=Pre bezpečné surfovanie je potrebné odstrániť škodlivý softvér a rozšírenia:
PromoteB_Leftover=Zvyšky po odinštalovaní, ktoré je možné odstrániť pre čistejší počítač :
PromoteB_Log=Zaznamenané (logované) programy, ktoré je možné úplne odinštalovať :
PromoteB_Unuse_Some=Programy, ktoré nepoužívate viac ako %s mesiace, je možné odinštalovať:
PromoteB_Unuse_Single=Programy, ktoré nepoužívate viac ako %s mesiac, je možné odinštalovať:
PromoteB_Banweb_New=Vyskakovacie oznamy môžete zablokovať aby vás to nevyrušovalo:
PromoteB_Permission=Nepotrebné softvérové oprávnenia môžete vypnúť:
PromoteB_SetupFile=Nepotrebné inštalačné súbory môžete odstrániť, aby sa uvoľnilo viac miesta v disku:
PromoteB_JunkFile=Nadbytočné súbory softvéru môžete bez problémov odstrániť, ak chcete uvoľniť viac miesta v disku:
PromoteB_Fix=Opraviť
PromoteB_Stubborn=Vzdorovité programy ktoré je možné dôkladne odstrániť:
OfficialSp_1=Príslušný softvér úplne odinštalujete pomocou jeho oficiálne vstavaného odinštalačného nástroja.
OfficialSps_1=Príslušný softvér úplne odinštalujete pomocou ich oficiálne vstavaných odinštalačných nástrojov.
LogPromoteHintTitle=Dôkladne odstránite všetky protokolované položky v <a>edícii PRO</a>:
LogPromoteHintRegs=<a>%s</a> položky registra
LogPromoteHintReg=<a>%s</a> položku registra
LogPromoteHintFiles=<a>%s</a> súbory
LogPromoteHintFile=<a>%s</a> súbor
LogPromoteHintTasks=<a>%s</a> plánované úlohy
LogPromoteHintTask=<a>%s</a> plánovanú úlohu
LogPromoteHintServices=<a>%s</a> systémové služby
LogPromoteHintService=<a>%s</a> systémovú službu
LogPromoteHintDlls=<a>%s</a> dll registrácie
LogPromoteHintDll=<a>%s</a> dll registráciu
LogPromoteFormLogPro=protokolované položky
LogPromoteFormDesc_New=Ďalšie zvyšky odstránite s PRO edíciou.
LogPromoteFormTip=Podrobnosti viď nižšie:
LogPromoteFormDetails=Zobraziť detaily
LogPromoteFormCleanMore=Vyčistiť viac
EndRunningExeSingleMsgBox=Nasledujúca položka sa používa. Naozaj ju chcete zatvoriť a odstrániť ?
EndRunningExeSomeMsgBox=Nasledujúce položky sa stále používajú. Naozaj ich chcete zatvoriť a odstrániť ?
DeletePersonalFileMsgBox=Osobné súbory, ako sú videá, audio súbory ale aj obrázky, sú taktiež zahrnuté vo vybraných položkách. Naozaj chcete všetko odstrániť ?
Promote_CleanUninstallTitle=Pred odinštalovaním
Promote_CleanUninstallDes=Inovujte softvér na PRO vydanie, aby ste dôkladne odinštalovali programy a vyčistili všetky zaznamenané položky.
Promote_CleanUninstallBasicTitle=Základné odinštalovanie
Promote_CleanUninstallBasicText=Štandardné odinštalovanie so skenovaním a čistením zvyškov

[Uninstaller_frmUninstallForm]
mniMenu_Regedit.caption=Otvoriť v Regedite
mniMenu_Path.caption=Otvoriť umiestnenie súboru
btnImg_AllMainCancel.caption=Zrušiť
btnImg_Uninstall.caption=Odinštalovať
btnImg_ChkAutoDelete.caption=Automaticky odstrániť zbytkové súbory
btnImg_ChkCreateRestore.caption=Pred odinštalovaním vytvoriť bod Obnovenia
lbl_IsUninstallHint.caption=Naozaj chcete odinštalovať vybraný program ?
btnImg_Delete.caption=Odstrániť
btnImg_ReslutCancel.caption=Zrušiť
btnImgl_SeletedAll.caption=Označiť všetko
btnImg_ChkShredFile.caption=Skartovať súbory
lbl_NoPowerScan.caption=Odinštalovanie bolo dokončené.
btnImg_RecommendClose.caption=Zatvoriť
btnImg_Restart.caption=ÁNO
lbl_MoneyBackTitle.caption=Zaručená dôkladná odinštalácia a čistejší počítač
btn_Tab.caption=Získate viac s IObit Uninstaller PRO
lbl_InfoDB.caption=Z veľkej databázy dôkladné odstraňovanie nepoddajných programov
lbl_InfoRemove.caption=Odstránenie škodlivých && reklamných pluginov pre bezpečné && hladké online surfovanie
lbl_InfoUpdate.caption=Monitorovanie inštalácie programu && odstránenie bundleware

[Uninstaller_frm_WhatsNew]
rdlbl_title.Caption=Čo je nové

[WindowsUpdate_M]
Update_NoItem_Tip=Nenašli sa žiadne aktualizácie pre Windows.
NoSerchItem_Tip=Žiadne položky nezodpovedajú vášmu hľadaniu.
Update_Loading_Tip=Prebieha načítavanie...
Update_WindowsTitle=Tu sú uvedené všetky nainštalované aktualizácie systému Windows v tomto počítači. Odinštalovaním nežiadúcej aktualizácie systému Windows môžete získať viac miesta v disku.
Button_Uninstall=Odinštalovať

[Uninstaller_Form_WindowsUp]
ListView_Update.Columns[1].caption=Dátum inštalácie
mniUninstall.caption=Odinštalovať
mniRefush.caption=Obnoviť

